{
    "Оставь отзыв": "Leave a review",
    "Мы всегда готовы ответить на интересующие Вас вопросы, а также выслушать Ваши предложения по улучшению нашего сервиса.": "We are always ready to answer your questions and listen to your suggestions to improve our service.",
    "Курс обмена:": "Exchange rate:",
    "Быстрый обмен валют": "Fast currency exchange",
    "Заявка – конкретное намерение посетителя\n                            ресурса Well4u.ru воспользоваться его услугами, приняв\n                            соответствующие правила данной оферты. Данное намерение\n                            выражается в форме предоставления пользователем информации и ее\n                            передачи сервису через специальную электронную форму, которая\n                            размещена на ресурсе Well4u.ru": "Application - the specific intention of the visitor\n                            resource Well4u.ru use its services by accepting\n                            the relevant terms of this offer. This intention\n                            expressed in the form of providing information by the user and its\n                            transfer to the service through a special electronic form, which\n                            posted on the resource Well4u.ru",
    "Неверная(ый) ел. почта или пароль": "Invalid email or password",
    "Мы рады приветствовать Вас на страницах нашего обменного сайта! На нашем сайте Вы можете быстро и надежно совершить обмен интересующей Вас электронной валюты. Ваши данные по обмену не хранятся на нашем сервисе и не предоставляются третьим лицам, что гарантирует стопроцентную анонимность совершенных обменов.": "We are glad to welcome you on the pages of our exchange service! On our service you can quickly and reliably exchange the electronic currency you are interested in. Your exchange data is not stored on our service and is not provided to third parties, which guarantees 100% anonymity of the exchanges made.",
    "Поиск...": "Search...",
    "Адрес кошёлька": "Wallet address",
    "Ел. почта": "Email",
    "Добро пожаловать!": "Welcome!",
    "Создать аккаунт": "Create account",
    "Ожидаем оплату": "Wait for payment",
    "Связь с техподдержкой:": "Contact with support",
    "Введите ваш отзыв и пожелание": "Enter your review",
    "от 28 до 100 символов": "from 28 to 100 symbols",

    "Минимальная сумма обмена 10 Долларов США": "min exchange amount 10 USD",
    "Мы работаем круглосуточно каждый день": "We work around the clock every day",
    "Нажимая на кнопку \"Начать обмен\", я соглашаюсь с": "By clicking on the \"Start Exchange\" button, I agree with",
    "правилами обмена": "exchange rules",
    "Начать обмен": "Start exchange",
    "Получаете": "You receive",
    "Отдаете": "Give away",
    "Отзывы наших клиентов": "Feedback from our clients",
    "Смотреть все отзывы": "See all reviews",
    "Оплата заявки": "Application payment",
    "Вы обмениваете:": "You are exchanging:",
    "Для оплаты Вам нужно осуществить перевод по реквизитам:": "To pay, you need to make a transfer using the following details:",
    "Кошелек": "Wallet",
    "Сумма": "Sum",
    "После оплаты, нажмите кнопку «Я оплатил»": "After payment, click the \"I paid\" button",
    "В течение 5-15 минут, после поступления Ваших денег на наш счет она\n                        будет обработана и средства будут перечислены на указанный Вами\n                        кошелек или счет.": "\nWithin 5-15 minutes, after receipt of your money to our account, it\n                        will be processed and the funds will be transferred to the specified by you\n                        wallet or account.",
    "Отследить статус заявки можно через Ваш личный кабинет.": "You can track the status of the application through your personal account.",
    "Пожалуйста убедитесь, что Вы не только нажали на кнопку «Я оплатил»,\n                        но и действительно перевели к нам средства.": "Please make sure that you not only click on the \"I paid\" button,\n                        but they actually transferred funds to us.",
    "По всем вопросам, или в случае задержки обмена, обращайтесь в\n                        техническую поддержку.": "For any questions, or in case of a delay in the exchange, please contact\n                        technical support.",
    "Я оплатил": "I paid",
    "Проверка статуса заявки": "Checking the status of an application",
    "Главная": "Home",
    "Обмен": "Exchange",
    "Отзывы": "Reviews",
    "Контакты": "Contacts",
    "Правила обмена": "Exchange rules",
    "Вход": "Login",
    "Регистрация": "Registration",
    "Авторизация": "Authorization",
    "Нет аккаунта?": "Don't have an account?",
    "Забыли пароль?": "Forgot your password?",
    "Войти": "Login",
    "Эл. почта": "Email",
    "Пароль": "Password",
    "Повторите пароль": "Repeat password",
    "Нажимая на кнопку Зарегистрироваться, я соглашаюсь с": "By clicking on the \"Register\" button, I agree with",
    "правилами сервиса": "service rules",
    "Зарегистрироваться": "Register",
    "Восстановление пароля": "Password recovery",
    "Введите ваш логин(e-mail) для восстановления пароля. На вашу почту будет высланa ссылка восстановления\n                            пароля для доступа в аккаунт.": "Enter your login (e-mail) to reset your password. A recovery link will be sent to your email\n                            password to access your account.",
    "Восстановить": "Reestablish",
    "Мои заявки": "My applications",
    "Безопасность": "Safety",
    "Личный кабинет": "Profile",
    "Фильтр:": "Filter:",
    "Все": "All",
    "Обрабатываются": "In processing",
    "Ошибочные": "Erroneous",
    "Обработаны": "Processed",
    "Заявка": "Application",
    "Статус": "Status",
    "Изменить пароль": "Change password",
    "Введите текущий пароль": "Enter current password",
    "Введите новый пароль": "Enter new password",
    "Сохранить": "Save",
    "В обработке": "In processing",
    "Ошибка": "Error",
    "Готово": "Done",
    "Резервы": "Reserves",
    "Где я могу отследить статус моей заявки?": "Where can I track the status of my application?",
    "Статус заявки можно отследить в Личном кабинете в пункте «заявки» ( логин и пароль от которого высылаться на Вашу почту, при регистрации, либо при первом создании заявки). Так же мы оповестим Вас, о статусе заявки, по почте.": "\nThe status of the application can be tracked in the Personal Account in the \"application\" section (the login and password from which will be sent to your mail, during registration, or when you first create an application). We will also notify you of the status of your application by email.",
    "Требуется ли регистрация для осуществления обмена?": "Is registration required to make an exchange?",
    "В обменном сервисе Magnitiks происходит автоматическая регистрация при создании первой заявки. По завершении обмена Вам на почту будут отправлены данные для входа в Ваш личный кабинет.": "\nIn the Magnitiks exchange service, automatic registration occurs when the first application is created. Upon completion of the exchange, you will be sent an email to log in to your personal account.",
    "Для чего нужны подтверждения в системе bitcoin?": "Why do you need confirmations in the bitcoin system?",
    "При получении bitcoin монет, получатель не может сразу ими воспользоваться. Как перевод совершен – он отправляется в сеть Bitcoin для исполнения и должен быть включен в блок, чтобы стать подтверждённым. Процесс включения перевода в состав найденного блока называется подтверждением транзакции. Включение в 1 блок = 1 подтверждение, когда таких подтверждений набирается 2 и выше перевод считается подтвержденным, и операторы Well4u.ru, в свою очередь, обрабатывают заявку. Такой способ был введен для защиты от повторного пользования одних и тех же bitcoin.": "When receiving bitcoin coins, the recipient cannot immediately use them. Once a transfer is made, it is sent to the Bitcoin network for execution and must be included in a block to become confirmed. The process of including a transfer in the found block is called transaction confirmation. Inclusion in 1 block = 1 confirmation, when there are 2 or more such confirmations, the transfer is considered confirmed, and Well4u.ru operators, in turn, process the request. This method was introduced to protect against reuse of the same bitcoins.",
    "Сколько длится обмен?": "How long does the exchange take?",
    "Скорость обмена составляет от 1 до 30 минут, отсчет времени начинается с момента поступления платежа по заявке.": "The exchange rate is from 1 to 30 minutes, the countdown starts from the moment the payment is received on the application.",
    "Минимальная сумма обмена": "Minimum exchange amount",
    "Минимальная сумма обмена по конкретному направлению обмена отображается на странице обмена в желтом поле.": "The minimum exchange amount for a specific exchange direction is displayed on the exchange page in the yellow field.",
    "Возможно ли отменить заявку?": "Is it possible to cancel an application?",
    "Если заявка была обработана, то средства возврату не подлежат. В случае, если заявка была оплачена, но не была выполнена, Вам необходимо написать оператору. Вы сможете вернуть средства за вычетом комиссии за перевод.": "If the application has been processed, then the funds are non-refundable. If the application was paid, but was not executed, you need to write to the operator. You will be able to return the funds minus the transfer fee.",
    "Как я могу отслеживать статус моей заявки?": "How can I track the status of my application?",
    "Статус заявки можно узнать в Личном кабинете сервиса в пункте «Мои заявки». Кроме того, информация по статусу заявки будет автоматически поступать на адрес электронной почты, которую Вы указывали в момент составления заявки на обмен.": "\nThe status of the application can be found in the Personal account of the service in the item \"My applications\". In addition, information on the status of the application will automatically be sent to the e-mail address that you indicated at the time of making the application for the exchange.",
    "Общие положения": "General provisions",
    "Настоящее соглашение описывает правила и условия, на основании\n                                которых предоставляются услуги сервиса Well4u.ru и является\n                                официальной письменной публичной офертой адресованной\n                                физическим лицам (далее по тексту - Пользователь), заключить\n                                Соглашение о предоставлении услуг сервисом Well4u.ru на\n                                изложенных ниже условиях. Перед тем как воспользоваться\n                                услугами сервиса Well4u.ru, Пользователь обязан ознакомиться в\n                                полном объеме с условиями «Соглашения о предоставлении услуг\n                                сервисом Well4u.ru». Использование услуг сервиса Well4u.ru\n                                возможно только в случае, если Пользователь принимает все\n                                условия Соглашения. Действующая версия Соглашения расположена\n                                для публичного доступа на интернет-сайте сервиса Well4u.ru.": "This agreement describes the terms and conditions, based on\n                                which the services of the Well4u.ru service are provided and is\n                                official written public offer addressed to\n                                individuals (hereinafter referred to as the User), conclude an Agreement on the provision of services by the Well4u.ru service on the conditions set out below. Before using the services of the Well4u.ru service, the User is obliged to familiarize himself in full with the terms of the “Agreement for the provision of services by the Well4u.ru service”. Using the services of the Well4u.ru service is possible only if the User accepts all the terms of the Agreement. The current version of the Agreement is located for public access on the website of the Well4u.ru service.",
    "Сервис Well4u.ru (далее - Сервис) – сервис,\n                            который предоставляет услуги физическим и юридическим лицам в\n                            части обмена, покупки либо продажи электронной валюты. Данные\n                            услуги осуществляются посредством специального программного\n                            комплекса, доступного по адресу https://Well4u.ru/.": "\nService Well4u.ru (hereinafter referred to as the Service) is a service,\n                            which provides services to individuals and legal entities in\n                            parts of the exchange, purchase or sale of electronic currency. Data\n                            services are carried out through special software\n                            complex available at https://Well4u.ru/.",
    "Пользователь – это юридическое / физическое\n                            лицо, которое безоговорочно приняло все условия данной оферты и\n                            пользуется услугами сервиса Well4u.ru": "\nA user is a legal / physical\n                            a person who unconditionally accepted all the terms of this offer and\n                            uses the services of the service Well4u.ru",
    "Предмет соглашения и порядок вступления его в силу": "The subject of the agreement and the procedure for its entry into force",
    "Данное соглашение регламентирует отношения между Пользователем и Сервисом по поводу услуг, предоставляемых Сервисом Пользователю и отменяет все предшествующие договоренности между Сервисом и Пользователем по данному предмету.": "\nThis agreement governs the relationship between the User and the Service regarding the services provided by the Service to the User and cancels all previous agreements between the Service and the User on this subject.",
    "Данное соглашение не отменяет действующего законодательства стран регистрации и местонахождения Сервиса и Пользователя, а также договорных отношений между Пользователем и Системой (системами) электронных расчетов.": "This agreement does not cancel the current legislation of the countries of registration and location of the Service and the User, as well as contractual relations between the User and the Electronic Settlement System (systems).",
    "Данное соглашение считается принятым на условиях публичной оферты, акцептуемой Пользователем в ходе подачи им Заявки, являющейся неотъемлемой частью настоящего соглашения.": "This agreement is considered accepted on the terms of a public offer accepted by the User during the submission of the Application, which is an integral part of this agreement.",
    "Публичной офертой признается отображаемая Сервисом информация о параметрах и условиях Заявки.": "\nThe information displayed by the Service about the parameters and conditions of the Application is recognized as a public offer.",
    "Акцептом публичной оферты признается совершение Пользователем действий по завершению формирования Заявки, подтверждающих его намерение совершить сделку с Сервисом на условиях, предложенных Сервисом непосредственно перед завершением формирования Заявки. В случае регистрации на Интернет-сайте Сервиса настоящее соглашение вступает в действие в момент проставления галочки перед словами «Я согласен с условиями оферты» и нажатия кнопки «Зарегистрироваться».": "The acceptance of a public offer is recognized as the User's actions to complete the formation of the Application, confirming his intention to make a deal with the Service on the terms proposed by the Service immediately before the completion of the formation of the Application. In case of registration on the Website of the Service, this agreement comes into force at the moment of putting a tick in front of the words \"I agree with the terms of the offer\" and pressing the \"Register\" button.",
    "Дата и время акцепта, а также параметры условий Заявки фиксируются Сервисом автоматически в момент завершения формирования Заявки.": "\nThe date and time of acceptance, as well as the parameters of the conditions of the Application are fixed by the Service automatically at the moment the formation of the Application is completed.",
    "Данное соглашение вступает в действие с момента завершения формирования Заявки Пользователем.": "\nThis agreement comes into effect from the moment the User completes the formation of the Application.",
    "Данное соглашение прекращает свое действие с момента поступления на реквизиты, предоставленные Пользователем, Электронных единиц в сумме, предусмотренной параметрами Заявки Пользователя, либо с момента аннулирования заявки.": "\nThis agreement terminates from the moment the details provided by the User receive Electronic Units in the amount provided for by the parameters of the User's Application, or from the moment the application is cancelled.",
    "Стороны признают настоящее соглашение в электронной форме равнозначным по юридической силе договору, заключенному в письменной форме.": "\nThe parties recognize this agreement in electronic form as equivalent in legal force to an agreement concluded in writing.",
    "Сервис оставляет за собой право в одностороннем порядке вносить изменения в данное соглашение без соответствующего уведомления об этом Пользователя, но с обязательной публикацией актуальной версии соглашения на данной странице.": "\nThe Service reserves the right to unilaterally make changes to this agreement without a corresponding notice to the User, but with the obligatory publication of the current version of the agreement on this page.",
    "Предмет соглашения, стоимость оказываемых услуг": "Subject of the agreement, cost of services rendered",
    "Предметом настоящего Соглашения являются услуги обмена, покупки и продажи титульных знаков электронных платежных систем, осуществляемые по заказу Пользователя, а также другие услуги, описанные на веб-сайте Сервиса.": "The subject of this Agreement are services for the exchange, purchase and sale of title units of electronic payment systems, carried out by order of the User, as well as other services described on the website of the Service.",
    "Размер вознаграждения Сервиса Well4u.ru за указанные действия отражается в Заявке и подтверждается Пользователем на одной из страниц пользовательского интерфейса.": "The amount of remuneration of the Well4u.ru Service for the specified actions is reflected in the Application and confirmed by the User on one of the pages of the user interface.",
    "Стоимость услуг Сервиса Well4u.ru устанавливается руководством Сервиса и публикуется на Интернет-сайте Сервиса.": "\nThe cost of Well4u.ru Service services is set by the Service management and published on the Service website.",
    "Сервис Well4u.ru вправе самостоятельно изменять курсы обмена Электронных валют и взимаемых комиссионных в любое время в одностороннем порядке, о чем уведомляет Пользователей Сервиса предварительным размещением информации об этих изменениях на Интернет-сайте Сервиса.": "The Well4u.ru Service has the right to independently change the exchange rates of Electronic currencies and charged commissions at any time unilaterally, of which it notifies the Users of the Service by preliminary posting information about these changes on the Internet site of the Service.",
    " В Заявке, создаваемой Пользователем на Интернет-сайте Сервиса, указывается Курс, способ Обмена, а также общая сумма перечисляемых денежных средств или электронной валюты.": "The Application created by the User on the Website of the Service indicates the Rate, the method of Exchange, as well as the total amount of transferred funds or electronic currency.",
    "Сервис Well4u.ru взимает стоимость своего вознаграждения в момент проведения соответствующей Операции.": "The Well4u.ru service charges the cost of its remuneration at the time of the relevant Operation.",
    "Политика конфиденциальности": "Privacy policy",
    "Для проведения операций Сервис принимает от Пользователя его персональные данные, которые Сервис обязуется хранить в зашифрованном виде, не придавать огласке, не передавать третьим лицам, за исключением случаев, описанных в п. 5.4, 5.5 и 6.5 настоящего соглашения.": "To carry out operations, the Service accepts from the User his personal data, which the Service undertakes to store in encrypted form, not to make public, not to transfer to third parties, except as described in clauses 5.4, 5.5 and 6.5 of this agreement.",
    "Проведение всех операций с Заявками, а также передача персональных данных от Пользователя к Сервису осуществляется по зашифрованному SSL-каналу с длиной ключа 256 бит.": "\nAll operations with Applications, as well as the transfer of personal data from the User to the Service, are carried out via an encrypted SSL channel with a key length of 256 bits.",
    "Сервис имеет право при необходимости самостоятельно осуществлять деятельность по сбору дополнительных данных о Пользователе любыми доступными способами. Вся информация, собранная в результате такой деятельности не придается огласке, не передается третьим лицам, за исключением случаев, описанных в п. 5.4, 5.5 и 6.5 настоящего соглашения.": "\nThe Service has the right, if necessary, to independently carry out activities to collect additional data about the User by any available means. All information collected as a result of such activities is not made public, is not transferred to third parties, except for the cases described in clauses 5.4, 5.5 and 6.5 of this agreement.",
    "Сервис имеет право передавать персональные данные Пользователя и детали, совершенных им операций при условии сохранения их конфиденциального статуса по официальному письменному запросу / решению суда / собственной инициативе (в случае возникновения потребности в проведении расследования) правоохранительным органам, а также Пользователю, которому они принадлежат.": "The Service has the right to transfer the User's personal data and details of the operations performed by him, provided that their confidential status is maintained upon an official written request / court decision / on its own initiative (in the event of a need for an investigation) to law enforcement agencies, as well as to the User to whom they belong.",
    "Сервис имеет право передавать детали операции и относящиеся к операции персональные данные Пользователя по официальному запросу Системы электронных расчетов для проведения внутренних расследований.": "The Service has the right to transfer the details of the operation and the personal data of the User related to the operation at the official request of the Electronic Settlement System for internal investigations.",
    "Все собранные данные о Пользователе, а также детали совершенных им операций хранятся в базе данных Сервиса в течение трех лет с момента выполнения Сервисом последней Заявки Пользователя.": "All collected data about the User, as well as details of the operations performed by him, are stored in the database of the Service for three years from the moment the Service completed the last Application of the User.",
    "Порядок принятия претензий и разрешения споров": "The procedure for accepting claims and resolving disputes",
    "Споры и разногласия, возникшие в рамках предоставления услуг Сервисом Пользователю, разрешаются путем переговоров Пользователя с администрацией Сервиса, на основе положений настоящего соглашения.": "\nDisputes and disagreements that have arisen as part of the provision of services by the Service to the User are resolved through negotiations between the User and the administration of the Service, based on the provisions of this agreement.",
    "Любые претензии по настоящему соглашению могут быть приняты Сервисом в электронном виде путем отправки сообщения по сути претензии на реквизиты (страница контакты), указанные на сайте Сервиса.": "\nAny claims under this agreement can be accepted by the Service in electronic form by sending a message on the essence of the claim to the details (contact page) indicated on the Service website.",
    "В случае невозможности разрешения возникающих вопросов путем переговоров, спор разрешается в соответствии с действующим законодательством по месту регистрации Сервиса.": "\nIf it is impossible to resolve emerging issues through negotiations, the dispute is resolved in accordance with the current legislation at the place of registration of the Service.",
    "Заключительные положения": "Final provisions",
    "Сервис Well4u.ru вправе отправлять Пользователю на указанный им e-mail информацию о состоянии процесса обмена, а также иную информацию, в том числе рекламного характера.": "\nThe Well4u.ru service has the right to send to the User information on the status of the exchange process, as well as other information, including advertising, to the e-mail specified by him.",
    "Информация на сайте, включая графические изображения, текстовую информацию, программные коды и т.п. является собственностью сайта Well4u.ru и охраняется законами об авторском праве. Каждый случай несанкционированного копирования (полного или частичного) может преследоваться в рамках действующего законодательства.": "\nInformation on the site, including graphic images, textual information, program codes, etc. is the property of the site Well4u.ruv and is protected by copyright laws. Each case of unauthorized copying (full or partial) can be prosecuted under applicable law.",
    "Акцепт настоящей оферты означает безусловное согласие Плательщика на обработку Сервисом его персональных данных, предоставляемых Плательщиком Сервисом в целях предоставления услуг, в целях направления Плательщику сообщений информационного и рекламного характера. Акцепт оферты означает согласие Плательщика на совершение Сервисом операций по сбору, систематизации, накапливанию, хранению, уточнению (обновлению, изменению), использованию, распространению (в том числе передаче третьим лицам), обезличиванию, блокированию и уничтожению в отношении его персональных данных, на использование при обработке персональных данных автоматизированного, механического, ручного и любого иного способа по усмотрению Сервиса. Акцепт настоящей оферты также подтверждает безусловное согласие Плательщика с тем, что полнота, достоверность и точность информации, предоставленной Плательщиком, может быть проверена Сервисом, а также представлена Сервисом третьим лицам для целей такой проверки.": "\nAktsept nastoyashchey oferty oznachayet bezuslovnoye soglasiye Platel'shchika na obrabotku Servisom yego personal'nykh dannykh, predostavlyayemykh Platel'shchikom Servisom v tselyakh predostavleniya uslug, v tselyakh napravleniya Platel'shchiku soobshcheniy informatsionnogo i reklamnogo kharaktera.\nAcceptance of this offer means the unconditional consent of the Payer to the processing by the Service of his personal data provided by the Payer to the Service for the purpose of providing services, in order to send informational and advertising messages to the Payer. Acceptance of the offer means the Payer's consent to the Service performing operations to collect, systematize, accumulate, store, clarify (update, change), use, distribute (including transfer to third parties), depersonalize, block and destroy in relation to his personal data, to use when processing personal data in an automated, mechanical, manual or any other way at the discretion of the Service. \nThe acceptance of this offer also confirms the unconditional consent of the Payer that the completeness, reliability and accuracy of the information provided by the Payer can be verified by the Service, and also provided by the Service to third parties for the purposes of such verification.",
    "Данное согласие может быть в любой момент отозвано Плательщиком путем предоставления Сервису заявления об отзыве согласия на обработку его персональных данных. Настоящее согласие на обработку персональных данных предоставлено на срок, до отзыва Плательщиком согласия на обработку персональных данных.": "This consent may be revoked by the Payer at any time by providing the Service with an application to revoke consent to the processing of his personal data. This consent to the processing of personal data is provided for a period until the Payer revokes the consent to the processing of personal data.",
    "Пользователь подтверждает, что он ознакомился со всеми положениями настоящего Соглашения и, безусловно принимает их, в противном случае Пользователь не может использовать Сервис Well4u.ru.": "The User confirms that he has read all the provisions of this Agreement and unconditionally accepts them, otherwise the User cannot use the Well4u.ru Service.",
    "Политика противодействия отмыванию денег и незаконным операциям": "Anti-money laundering and illegal transactions policy",
    "Платежная система – созданный третьей стороной\n                            программный комплекс, посредством которого осуществляется учет\n                            цифровых денежных единиц, электронных денег и прочих\n                            обязательств, организовывается взаиморасчет пользователей и\n                            т.д.": "Payment system - a software package created by a third party, through which digital currency units, electronic money and other obligations are accounted for, mutual settlements of users are organized, etc.",
    "Операции (платежи) – это осуществление\n                            перевода цифровой валюты (электронных денег) со счета\n                            отправителя на счет получателя.": "Operations (payments) are the transfer of digital currency (electronic money) from the sender's account to the recipient's account.",
    "Исходная электронная валюта – это та валюта,\n                            которая имеется в наличии у пользователя, и которую он хочет\n                            обменять либо продать, получив взамен прочую электронную валюту\n                            или деньги в иной форме.": "The original electronic currency is the currency that is available to the user, and which he wants to exchange or sell, receiving in return other electronic currency or money in a different form.",
    "Полученная валюта – это та валюта, которую\n                            пользователь сервиса Well4u.ru получает в результате\n                            проведенного обмена, передавая исходную валюту сервиса.": "The received currency is the currency that the user of the Well4u.ru service receives as a result of the exchange, transferring the original currency of the service.",
    "Стороны – это все пользователи, которые\n                            безоговорочно приняли указанные в данном соглашении правила и\n                            решили воспользоваться услугами сервиса Well4u.ru, а также\n                            сам сервис Well4u.ru": "Parties are all users who unconditionally accepted the rules specified in this agreement and decided to use the services of the Well4u.ru service, as well as the Well4u.ru service itself.",
    "Обмен валюты – это совершение операции по\n                            обмену электронной валюты различных платежных систем.": "Currency exchange is a transaction for the exchange of electronic currency of various payment systems.",
    "Резервы валют – это количество электронных\n                            денег, которые сервис Well4u.ru имеет в своем наличии, и в\n                            рамках которого пользователи могут осуществлять обменные\n                            операции посредством данного сервиса. Актуальную информацию о\n                            сумме резервов каждый пользователь может получить, посетив\n                            главную страницу данного сервиса": "Currency reserves - this is the amount of electronic money that the Well4u.ru service has in its possession, and within which users can carry out exchange transactions through this service. Each user can get up-to-date information on the amount of reserves by visiting the main page of this service",
    "Курс – это соотношение одной электронной\n                            валюты по отношению к другой в процессе совершения обмена.": "The rate is the ratio of one electronic currency in relation to another in the process of making an exchange.",
    "Электронные деньги (электронная валюта) – это\n                            денежные либо прочие обязательства, которые возникают между\n                            лицами, использующими эту валюту, и теми, кто ее создал.\n                            Упомянутые обязательства имеют цифровую форму.": "Electronic money (electronic currency) is monetary or other obligations that arise between persons using this currency and those who created it. The mentioned obligations are in digital form.",
    "Средства, отправленные без создания заявки или по ошибке на наши реквизиты возврату не подлежат.": "Funds sent without creating an application or by mistake to our details are non-refundable.",
    "По рекомендации служб безопасности платежных систем, а так же службы безопасности нашего сервиса, во избежание мошеннических действий и нанесения ущерба нашему сервису, обработка заявки клиента может быть приостановлена на срок до 24 часов, после заявка будет исполнена.": "On the recommendation of the security services of payment systems, as well as the security services of our service, in order to avoid fraudulent activities and damage to our service, the processing of the client's application may be suspended for up to 24 hours, after the application will be executed.",
    "В случае прямых или косвенных действий клиента, сервис несет убытки, клиент обязан возместить нанесенный сервису ущерб в размере 100%. Все текущие и в дальнейшем оплаченные заявки \"платежи\" переходят в пользование сервиса до момента полного покрытия нанесённого ущерба.": "In case of direct or indirect actions of the client, the service bears losses, the client is obliged to compensate the damage caused to the service in the amount of 100%. All current and further paid applications \"payments\" are transferred to the use of the service until the full coverage of the damage caused.",
    "В случае поступления суммы от Пользователя, размер которой отличается от указанной в заявке, то сервис \"Well4u.ru\" может приостановить обмен, а после обращения Пользователя осуществить выплату фактически полученной суммы по курсу, действовавшему на начало операции.": "In case of receipt of an amount from the User, the amount of which differs from that indicated in the application, the Well4u.ru service may suspend the exchange, and after the User's request, pay the actually received amount at the rate that was in effect at the beginning of the operation.",
    "Пользователь, указавший неверные реквизиты для осуществления обмена, обязуется предоставить верные реквизиты для совершения обмена в течение трех месяцев с момента создания заявки. В противном случае все средства поступают в распоряжение сервиса Well4u.ru.": "The user who has indicated incorrect details for the exchange undertakes to provide the correct details for the exchange within three months from the date of creation of the application. Otherwise, all funds are at the disposal of the Well4u.ru service.",
    "Все средства, поступившие в адрес сервиса Well4u.ru без создания заявок поступает в распоряжения сервиса.": "All funds received by the Well4u.ru service without creating applications are placed at the disposal of the service.",
    "Все средства, поступившие в адрес нашего сервиса после трех месяцев, спустя создания заявки поступают в распоряжение сервиса astchange. Сервис в последующем может этими средствами распоряжаться на свое усмотрение.": "All funds received by our service after three months, after the creation of the application, are at the disposal of the astchange service. Service in the future can dispose of these funds at its discretion.",
    "Пользователь гарантирует, что не является гражданином и налоговым резидентом Соединенных Штатов Америки.": "The User guarantees that he is not a citizen and tax resident of the United States of America.",
    "Сервис не является банком. Сервис предлагает свои услуги круглосуточно, без выходных и будет стремиться к тому, чтобы программно-аппаратный комплекс, реализующий возможности Сервиса, работал без сбоев.": "The service is not a bank. The Service offers its services around the clock, seven days a week and will strive to ensure that the hardware and software system that implements the capabilities of the Service works without failures.",
    "Сервис предоставляет свои услуги на условиях «как есть», как они описаны на страницах сайта Сервиса и не предлагает никаких дополнительных гарантий.": "The Service provides its services on an \"as is\" basis, as they are described on the pages of the Service's website and does not offer any additional warranties.",
    "Электронные расчетные системы и/или финансовые учреждения несут исключительную ответственность за средства, вверенные им Пользователем. Сервис не может являться стороной в соглашении между Платежной системой и/или финансовым учреждением и Пользователем, и ни в какой мере не несет ответственности за неправильное или неправомочное использование возможностей Электронной расчетной системы Пользователем, а также за злоупотребление Пользователем функциональностью Электронной расчетной системы. Взаимные права и обязанности Пользователя и Электронной расчетной системы и/или финансового учреждения регулируются соответствующими договорами.": "Electronic settlement systems and/or financial institutions are solely responsible for the funds entrusted to them by the User. The Service cannot be a party to an agreement between the Payment System and/or a financial institution and the User, and is in no way responsible for the misuse or unauthorized use of the Electronic Settlement System by the User, as well as for the abuse by the User of the functionality of the Electronic Settlement System. The mutual rights and obligations of the User and the Electronic Settlement System and/or the financial institution are governed by the relevant agreements.",
    "Ни Пользователь, ни Сервис не будут ответственны друг перед другом за задержки или неисполнение своих обязательств, являющихся результатом возникновения обстоятельств непреодолимой силы, включая стихийные бедствия, пожар, наводнение, террористические акты, смены власти, гражданские волнения, а также не функционирования Электронных расчетных систем, систем энергоснабжения, сетей связи и поставщиков Интернет-услуг.": "Neither the User nor the Service will be liable to each other for delays or failure to fulfill their obligations resulting from the occurrence of force majeure circumstances, including natural disasters, fire, flood, terrorist acts, power shifts, civil unrest, as well as the non-functioning of Electronic Settlement Systems, power supply systems, communication networks and Internet service providers.",
    "В случае обнаружения фальсификации коммуникационных потоков или оказания какого-либо негативного влияния на нормальную работу программного кода Сервиса, имеющего прямое или косвенное отношение к заявке Пользователя, исполнение заявки Сервисом приостанавливается, после чего предпринимаются действия, описанные в п. 6.5 настоящего соглашения.": "In case of detection of falsification of communication flows or any negative impact on the normal operation of the program code of the Service, which is directly or indirectly related to the User's application, the execution of the application by the Service is suspended, after which the actions described in clause 6.5 of this agreement are taken.",
    "Используя Сервис, Пользователь соглашается с тем, что объем ответственности Сервиса ограничивается средствами, полученными от Пользователя для исполнения предмета настоящего соглашения, что Сервис не обеспечивает дополнительных гарантий и не несет никакой дополнительной ответственности перед Пользователем, также как и Пользователь не несет дополнительной ответственности перед Сервисом, за исключением случаев, указанных в п. 7.9.": "Using the Service, the User agrees that the scope of the Service's liability is limited to the funds received from the User to fulfill the subject of this agreement, that the Service does not provide additional guarantees and does not bear any additional responsibility to the User, just as the User does not bear additional responsibility to the Service, except for the cases specified in clause 7.9.",
    "Пользователь обязуется не фальсифицировать коммуникационные потоки, связанные с функционированием Сервиса, не вмешиваться в его программную и/или аппаратную часть, а также не оказывать какого-либо иного влияния, способного нарушить нормальную работу Сервиса, понимая, что подобные действия будут иметь судебное преследование по всей строгости закона.": "The User undertakes not to falsify communication flows related to the operation of the Service, not to interfere with its software and/or hardware, and not to exert any other influence that could disrupt the normal operation of the Service, realizing that such actions will be subject to prosecution throughout the severity of the law.",
    "Пользователь обязуется воздержаться от использования услуг Сервиса для проведения мошеннических и незаконных операций и соглашается с тем, что любая попытка обмена мошеннического капитала будет иметь судебное преследование по всей строгости закона. Действия Пользователя могут считаться незаконными в соответствии с законодательством страны пребывания Пользователя и/или страны, где зарегистрирован Сервис.": "The User undertakes to refrain from using the services of the Service for fraudulent and illegal transactions and agrees that any attempt to exchange fraudulent capital will be prosecuted to the fullest extent of the law. The actions of the User may be considered illegal in accordance with the laws of the country of residence of the User and / or the country where the Service is registered.",
    "Пользователь гарантирует возмещение убытков Сервиса (управляющей компании, руководителей и сотрудников) в случаях предъявления исков или претензий, прямо или косвенно связанных с использованием Пользователем услуг Сервиса, за исключением убытков, вызванных виновными (умышленными или неосторожными) действиями самого Сервиса.": "The User guarantees indemnification of the Service (the management company, managers and employees) in cases of claims or claims directly or indirectly related to the User's use of the Service's services, with the exception of losses caused by the guilty (intentional or negligent) actions of the Service itself.",
    "Пользуясь услугами Сервиса, Пользователь самостоятельно несет ответственность за выплату налогов в соответствии с налоговым законодательством страны по месту его проживания. Сервис не является налоговым агентом, и не будет уведомлять Пользователя о каких-либо возможных налоговых издержках при использовании услуг Сервиса.": "Using the services of the Service, the User is solely responsible for the payment of taxes in accordance with the tax legislation of the country at his place of residence. The Service is not a tax agent, and will not notify the User of any possible tax costs when using the services of the Service.",
    "В случае предоставления Пользователем ошибочных данных в информации о реквизитах получателя денежных средств Сервис не несет никакой ответственности за любые неблагоприятные последствия или ущерб, возникшие в результате этой ошибки.": "If the User provides erroneous data in the information about the details of the recipient of funds, the Service does not bear any responsibility for any adverse consequences or damage resulting from this error.",
    "Сервис приложит все усилия, но не гарантирует, что его услуги будут доступны круглосуточно, ежедневно. Сервис не несет никакой ответственности за убытки, неполученную прибыль и иные издержки Пользователя, возникшие в результате невозможности получения доступа к сайту и услугам Сервиса.": "The Service will make every effort, but does not guarantee that its services will be available around the clock, every day. The Service does not bear any responsibility for losses, lost profits and other costs of the User resulting from the impossibility of obtaining access to the site and services of the Service.",
    "Сервис не несет никакой ответственности за убытки, неполученную прибыль и иные издержки Пользователя, явившиеся результатом задержек, ошибок или сбоев в проведении банковских платежей или электронных переводов.": "The Service does not bear any responsibility for losses, lost profits and other costs of the User resulting from delays, errors or failures in making bank payments or electronic transfers.",
    "Сервис не несет никакой ответственности за убытки, неполученную прибыль и иные издержки Пользователя, явившиеся результатом ошибочных ожиданий Пользователя в отношении тарифных ставок Сервиса, прибыльности транзакций и иных субъективных факторов.": "The Service does not bear any responsibility for losses, lost profits and other costs of the User, resulting from the User's erroneous expectations regarding the tariff rates of the Service, the profitability of transactions and other subjective factors.",
    "В случае, если количество поступивших Электронных единиц отличается от заявленного\n                            Пользователем или же оплата была произведена двумя платежами, заявка будет считаться ошибочной, а так же не оплаченной. Возврат средств в данном случае проходит с помощью совершения Идентификационного Платежа (см. пункт Х).\n                            Переводы на наши реквизиты без создания заявки на обмен, не засчитываются как оплата. Возврат средств вы можете провести связавшись с технической поддержкой нашего сервиса.\n                            Сервис имеет право задержать выполнение транзакции до проведения идентификации личности\n                            Пользователя, с помощью Идентификационного Платежа, а так же предоставления информации идентифицирующей Пользователя как собственника адреса либо адресов использовавшихся для совершения обмена.В случае, если количество поступивших\n                            • Электронных единиц отличается от заявленного\n                            Пользователем более чем на 1%, Сервис замораживает данную транзакцию в одностороннем порядке. Для возврата средств Пользователю необходимо связаться с технической службой поддержки нашего Сервиса.": "In the event that the number of received Electronic Units differs from that declared by the User or the payment was made in two payments, the application will be considered erroneous, as well as not paid. The refund in this case is carried out by making an Identification Payment (see paragraph X). Transfers to our details without creating an exchange request are not counted as payment. You can make a refund by contacting the technical support of our service. The Service has the right to delay the execution of the transaction until the User's identity is identified using the Identification Payment, as well as providing information identifying the User as the owner of the address or addresses used to make the exchange. 1%, the Service freezes this transaction unilaterally. To return funds, the User must contact the technical support service of our Service.",
    "В соответствии с международным законодательством Well4u.ru придерживается ряда правил и реализует ряд процедур, направленных на предотвращение использования Сервиса с целью проведения операций по отмыванию денег, то есть действий, нацеленных на возвращение на финансово-экономический рынок денег или иных ценных бумаг незаконного происхождения, представляя их приобретение и владение ими вполне законными и нормальными, а также проведению иных операций, носящих незаконный характер.": "In accordance with international law, Well4u.ru adheres to a number of rules and implements a number of procedures aimed at preventing the use of the Service for the purpose of conducting money laundering operations, that is, actions aimed at returning money or other securities of illegal origin to the financial and economic market, representing their acquisition and possession is quite legal and normal, as well as carrying out other operations that are illegal.",
    "Для предотвращения операций незаконного характера Сервис устанавливает определенные требования ко всем Заявкам, создаваемым Пользователем:": "To prevent operations of an illegal nature, the Service establishes certain requirements for all Applications created by the User:",
    "Отправителем и получателем Платежа по Заявке должно быть одно и то же лицо. С использованием услуг Сервиса категорически запрещены переводы в пользу третьих лиц.": "The sender and recipient of the Payment under the Application must be the same person. Using the services of the Service, transfers in favor of third parties are strictly prohibited.",
    "Все контактные данные, заносимые Пользователем в Заявку, а также иные персональные данные, передаваемые Пользователем Сервису, должны быть актуальными и полностью достоверными.": "All contact information entered by the User in the Application, as well as other personal data transmitted by the User to the Service, must be up-to-date and completely reliable.",
    "Категорически запрещено создание Заявок Пользователем с использованием анонимных прокси-серверов или каких-либо других анонимных подключений к Интернету.": "It is strictly forbidden to create Applications by the User using anonymous proxy servers or any other anonymous Internet connections.",
    "Для предотвращения операций незаконного характера, Сервис:": "To prevent transactions of an illegal nature, the Service:",
    "Осуществляет проверку всеми доступными способами всех данных, предоставляемых Пользователем.": "It checks by all available means all the data provided by the User.",
    "Выявления любых действий или попытки совершения действий Пользователем, направленных на оказание любого негативного влияния на программно-аппаратный комплекс Сервиса.": "Identification of any actions or attempts to perform actions by the User aimed at providing any negative impact on the software and hardware complex of the Service.",
    "При выявлении нарушения любого из требований, представленных в пункте 6.2 настоящего Соглашения.": "If a violation of any of the requirements presented in clause 6.2 of this Agreement is detected.",
    "Сервис оставляет за собой право заморозить все текущие Заявки Пользователя до момента получения от Пользователя копий документов, удостоверяющих личность Пользователя, а также источник происхождения Электронных единиц и другую информацию, необходимую для проверки производимой операции в следующих случаях:": "The Service reserves the right to freeze all current User Applications until the User receives copies of the User's identification documents, as well as the source of origin of the Electronic Units and other information necessary to verify the operation in the following cases:",
    "При возникновении обоснованных подозрений у администрации Сервиса в том, что пользователь пытается воспользоваться услугами Сервиса для отмывания денег или с целью проведения любых других незаконных операций.": "If there are reasonable suspicions from the administration of the Service that the user is trying to use the services of the Service for money laundering or for the purpose of carrying out any other illegal operations.",
    "При возникновении обоснованного подозрения у Сервиса в том, что предоставленный Пользователем документ для идентификации личности Пользователя является поддельным или недействительным.": "If there is a reasonable suspicion of the Service that the document provided by the User to identify the User is fake or invalid.",
    "В свою очередь, Пользователь обязуется представить запрашиваемый документ в течение 7 рабочих дней с получения запроса на его предоставление, либо запросить аннулирование заявки.": "In turn, the User undertakes to submit the requested document within 7 working days from the receipt of a request for its provision, or request cancellation of the application.",
    "Поступления информации от уполномоченных на то органов о неправомочности владения Пользователем электронными единицами или финансовыми средствами и/или иная информация, делающая невозможным предоставление Сервисом услуг Пользователю.": "Receipt of information from the authorized bodies on the incompetence of the User's possession of electronic units or financial resources and / or other information that makes it impossible for the Service to provide services to the User.",
    " Выявления транзакций, целью которых является отмывание денег, финансирование террористических организаций, мошенничество любого рода, а также транзакций, направленных на проведение любых других незаконных и неправомерных операций.": "Detection of transactions aimed at money laundering, financing of terrorist organizations, fraud of any kind, as well as transactions aimed at carrying out any other illegal and illegal operations.",
    "Сервис оставляет за собой право отказать Пользователю в дальнейшем обслуживании и предпринять действия, описанные в п. 4.7 настоящего соглашения, после чего передать все имеющиеся у Сервиса данные Пользователя, а также всю имеющуюся информацию об операциях Пользователя в правоохранительные органы в случаях:": "The Service reserves the right to refuse the User further service and take the actions described in clause 4.7 of this agreement, after which it transfers all the User's data available to the Service, as well as all available information about the User's operations to law enforcement agencies in the following cases:",
    "В случае отказа Пользователя представить запрашиваемые документы Сервис оставляет за собой право отказать Пользователю в дальнейшем обслуживании и предпринять действия, описанные в п. 4.10 настоящего соглашения.": "If the User refuses to submit the requested documents, the Service reserves the right to refuse the User further service and take the actions described in clause 4.10 of this agreement.",
    "Придерживается политики «Знай своего клиента».": "Adheres to the \"Know Your Customer\" policy.",
    "Выявления любых действий или попытки совершения действий Пользователем, направленных на хищение баз данных и другого материального и нематериального имущества Сервиса.": "Identification of any actions or attempts to commit actions by the User aimed at stealing databases and other tangible and intangible property of the Service.",
    "Выявления любых действий или попытки совершения действий Пользователем, способных нанести любой физический, материальный и нематериальный вред Сервису.": "Identification of any actions or attempts to perform actions by the User that can cause any physical, material and non-material harm to the Service.",
    "Сервис оставляет за собой право проверять всеми доступными ему способами персональную и любую другую информацию, полученную от Пользователя.": "The Service reserves the right to check, by all means available to it, personal and any other information received from the User.",
    "Использует внутреннюю систему автоматизированного анализа транзакций и поведения Пользователя (систему предотвращения мошенничества), останавливающую все подозрительные транзакции Пользователя.": "Uses an internal system for automated analysis of transactions and the behavior of the User (fraud prevention system), which stops all suspicious transactions of the User.",
    "Устанавливает лимиты на операции Пользователя в зависимости от уровня идентификации личности Пользователя и страны его происхождения.": "Sets limits on the User's operations depending on the level of identification of the User's personality and the country of origin.",
    "Заказ услуг Сервисом Well4u.ru осуществляется Пользователем путем направления Заявки через Интернет-сайт Сервиса.": "Ordering services by the Well4u.ru Service is carried out by the User by sending an Application through the Service's website.",
    "В случае если загруженность сети Bitcoin высокая, время обработки заявок в направлении отдачи Bitcoin может быть увеличено до 40 минут. ": "If the load on the Bitcoin network is high, the processing time for applications in the direction of Bitcoin return can be increased up to 40 minutes.",
    "Переводы на наши реквизиты без создания заявки на обмен, не засчитываются как оплата и возврату не подлежат.": "Transfers to our details without creating an exchange request are not counted as payment and are not refundable.",
    "Реквизиты для оплаты заявок действительны в течение 60 минут, по истечении данного времени переводы не засчитываются и возврату не подлежат.": "Details for payment of applications are valid for 60 minutes, after this time, transfers are not counted and are not refundable.",
    "Наличие в действиях клиента признаков нарушения порядка пользования сервисом определяется по усмотрению сервиса.": "The presence in the actions of the client of signs of a violation of the procedure for using the service is determined at the discretion of the service.",
    "Сервис вправе расторгнуть соглашение в одностороннем порядке, если клиент нарушил порядок пользование сервисом.": "The service has the right to terminate the agreement unilaterally if the client has violated the procedure for using the service.",
    "дохода от любой другой незаконной деятельности.": "income from any other illegal activity.",
    "доходов от торговли со странами, торговля с которыми запрещена международными организациями;": "income from trade with countries, trade with which is prohibited by international organizations;",
    "получение доходов от преступной и/или террористической деятельности;": "receipt of proceeds from criminal and/or terrorist activities;",
    "получение доходов от незаконного оборота наркотиков;": "obtaining income from drug trafficking;",
    "операции по отмыванию денежных средств;": "money laundering operations;",
    "Отправить": "Submit",
    "В случае, если количество поступивших Электронных единиц отличается от заявленного\n                Пользователем или же оплата была произведена двумя платежами, заявка будет считаться ошибочной, а так же не оплаченной. Возврат средств в данном случае проходит с помощью совершения Идентификационного Платежа (см. пункт Х).\n                Переводы на наши реквизиты без создания заявки на обмен, не засчитываются как оплата. Возврат средств вы можете провести связавшись с технической поддержкой нашего сервиса.\n                Сервис имеет право задержать выполнение транзакции до проведения идентификации личности\n                Пользователя, с помощью Идентификационного Платежа, а так же предоставления информации идентифицирующей Пользователя как собственника адреса либо адресов использовавшихся для совершения обмена.В случае, если количество поступивших\n                • Электронных единиц отличается от заявленного\n                Пользователем более чем на 1%, Сервис замораживает данную транзакцию в одностороннем порядке. Для возврата средств Пользователю необходимо связаться с технической службой поддержки нашего Сервиса.": "In the event that the number of received Electronic Units differs from the declared\n                 The user or the payment was made in two payments, the application will be considered erroneous, as well as not paid. The refund in this case is carried out by making an Identification Payment (see paragraph X).\n                 Transfers to our details without creating an exchange request are not counted as payment. You can make a refund by contacting the technical support of our service.\n                 The service has the right to delay the execution of the transaction until the identification of the person is carried out\n                 User, using the Identification Payment, as well as providing information identifying the User as the owner of the address or addresses used to make the exchange. If the number of received\n                 • Electronic units differs from the declared\n                 By the User by more than 1%, the Service freezes this transaction unilaterally. To return funds, the User must contact the technical support service of our Service.",
    "Продолжить": "Continue",
    "Ничего нет": "No results",
    "Мой аккаунт": "My account",
    "Поддержка телеграм": "Telegram Support",
    "Популярные направления": "Popular directions",
    "Введите ваши отзыв и пожелание": "Enter your review",
    "Отзыв:": "Review:",
    "Введите вашу Ел. почту": "Enter your email",
    "Ел. почта:": "Email:",
    "Введите ваше имя": "Enter your name",
    "Имя:": "Name:",
    "Оставь озтыв": "Write review",
    "Адресс кошёлька": "Wallet address",
    "Вперед": "Next",
    "Назад": "Back",
    "при отправлении Пользователем денежных средств в криптовалютах Bitcoin, Litecoin, Ethereum заявка на обмен будет принята на исполнение после двух подтверждений транзакций.": "when the User sends funds in Bitcoin, Litecoin, Ethereum cryptocurrencies, the exchange request will be accepted for execution after two transaction confirmations.",
    "Условия предоставления услуг": "Terms of Service",
    "В случае если пользователь, проводит операцию, в которой отдает или получает ВТС, он должен учитывать тот факт что любая транзакция в сети ВТС может подтверждаться от 30 минут до суток. Сервис не может повлиять на скорость подтверждения транзакции.": "If the user conducts an operation in which he gives or receives BTC, he must take into account the fact that any transaction in the BTC network can be confirmed from 30 minutes to a day. The service cannot affect the speed of transaction confirmation.",
    "Сервис имеет право запросить любую дополнительную информацию об осуществленной клиентом оплате по заявке, такую как: чек совершенной оплаты по заявке, скриншот транзакции, произведенной в счет оплаты по созданной клиентом заявке, TXID транзакции и т.п.": "The service has the right to request any additional information about the payment made by the client on the application, such as: a check of the payment made on the application, a screenshot of the transaction made as payment for the application created by the client, TXID of the transaction, etc.",
    "В случае, если количество поступивших Электронных единиц отличается от заявленного Пользователем, Сервис может в одностороннем порядке расторгнуть соглашение путем отказа от исполнения заявки и возврата поступивших средств на реквизиты отправителя в течение последующих 24 часов. При осуществлении возврата все комиссионные расходы на перевод Электронных единиц производятся из поступивших средств за счет Пользователя. Сервис не несет ответственность за возможные задержки при возврате, если они возникли не по вине Сервиса.": "If the number of received Electronic Units differs from that declared by the User, the Service may unilaterally terminate the agreement by refusing to execute the application and returning the funds received to the sender's details within the next 24 hours. When making a return, all commission expenses for the transfer of Electronic Units are made from the funds received at the expense of the User. The Service is not responsible for possible delays in the return, if they arose through no fault of the Service.",
    "В случае расторжения соглашения Электронные единицы, поступившие после указанного выше срока, подлежат возврату на реквизиты отправителя в течение последующих 24 часов. При осуществлении возврата все комиссионные расходы на перевод Электронных единиц производятся из поступивших средств за счет Пользователя. Сервис не несет ответственность за возможные задержки при возврате, если они возникли не по вине Сервиса.": "In case of termination of the agreement, Electronic units received after the above period shall be returned to the sender's details within the next 24 hours. When making a return, all commission expenses for the transfer of Electronic Units are made from the funds received at the expense of the User. The Service is not responsible for possible delays in the return, if they arose through no fault of the Service.",
    "В случае непоступления от Пользователя электронных единиц в течение одного часа с момента акцепта Пользователя на реквизиты, предоставленные Сервисом, соглашение на условиях, указанных в Заявке, считается расторгнутым Сервисом в одностороннем порядке как невступившее в действие, без уведомления об этом Пользователя.": "If the User does not receive electronic units within one hour from the moment the User accepts the details provided by the Service, the agreement on the terms specified in the Application is considered unilaterally terminated by the Service as not having entered into force, without notifying the User about it.",
    "Сервис имеет право привлекать для исполнения своих обязательств сторонних исполнителей.": "The Service has the right to engage third-party performers to fulfill its obligations.",
    "Сервис имеет право отказать Пользователю в дальнейшем обслуживании в случае нарушения Пользователем любого из пунктов настоящего соглашения.": "The Service has the right to refuse the User further service in case of violation by the User of any of the clauses of this agreement.",
    "Особые условия некоторых Платежных систем:": "Special conditions of some Payment systems:",
    "Пользователь обязуется самостоятельно исчислять и уплачивать все налоги, требуемые в соответствии с налоговым законодательством места нахождения Пользователя.": "The User undertakes to independently calculate and pay all taxes required in accordance with the tax legislation of the User's location.",
    "Все последующие Заявки, созданные Пользователем после отказа Сервисом в дальнейшем обслуживании Пользователя, автоматически замораживаются.": "All subsequent Applications created by the User after the Service refuses to further service the User are automatically frozen.",
    "При пользовании услугами Сервиса Well4u.ru, Пользователь подтверждает, что законно владеет и распоряжается денежными средствами и электронной валютой, участвующими в соответствующем Платеже.": "When using the services of the Well4u.ru Service, the User confirms that he legally owns and disposes of the funds and electronic currency involved in the relevant Payment.",
    "Сервис имеет право задержать выполнение транзакции до проведения идентификации личности Пользователя, с помощью звонка по телефону, а также другими способами, не противоречащими действующему законодательству.": "The Service has the right to delay the execution of the transaction until the identification of the User's identity, by means of a phone call, as well as in other ways that do not contradict the current legislation.",
    "Учет операций с электронными единицами производится Сервисом согласно регламенту, правилам и формату соответствующих Систем электронных расчетов.": "Accounting for transactions with electronic units is carried out by the Service in accordance with the regulations, rules and format of the relevant Electronic Settlement Systems.",
    "Управление процессом обмена или получение информации о ходе выполнения услуги Пользователем производятся при помощи соответствующего пользовательского интерфейса, расположенного на Интернет-сайте Сервиса.": "Management of the exchange process or obtaining information about the progress of the service by the User is carried out using the appropriate user interface located on the website of the Service.",
    "Обработка Заявок Пользователя осуществляется Сервисом в строгом соответствии с политикой приватности (пункт 5 настоящего соглашения), а также политикой по противодействию отмыванию денег и предотвращению операций, носящих незаконный характер (пункт 6 настоящего соглашения).": "The processing of the User's Applications is carried out by the Service in strict accordance with the privacy policy (clause 5 of this agreement), as well as the policy to combat money laundering and prevent transactions that are illegal (clause 6 of this agreement).",
    "Любая завершенная операция, проведенная Сервисом по Заявке Пользователя, считается неотменяемой, т.е. не может быть отменена Пользователем после ее завершения — получения Пользователем причитающегося ему по ранее акцептованным условиям сделки.": "Any completed operation carried out by the Service at the request of the User is considered irrevocable, i.e. cannot be canceled by the User after its completion - receipt by the User of what is due to him under previously accepted terms of the transaction.",
    "Оставь отзыв": "Leave a review",
    "Курс обмена:": "Exchange rate:",
    "Быстрый обмен валют": "Fast currency exchange",
    "Мы работаем круглосуточно каждый день": "We work around the clock every day",
    "Нажимая на кнопку \"Начать обмен\", я соглашаюсь с": "By clicking on the \"Start Exchange\" button, I agree with",
    "правилами обмена": "exchange rules",
    "Начать обмен": "Start exchange",
    "Отдаете": "Give away",
    "Текст:": "Text:",
    "Получаете": "You receive",
    "Отзывы наших клиентов": "Feedback from our clients",
    "Смотреть все отзывы": "See all reviews",
    "Оплата заявки": "Application payment",
    "Вы обмениваете:": "You are exchanging:",
    "Для оплаты Вам нужно осуществить перевод по реквизитам:": "To pay, you need to make a transfer using the following details:",
    "Кошелек": "Wallet",
    "Сумма": "Sum",
    "Адресс кошёлька": "Wallet address",
    "Вперед": "Forward",
    "Назад": "Back",
    "Отправить": "send",
    "Введите ваши отзыв и пожелание": "Enter your review and wish",
    "Отзыв:": "Reviews",
    "Введите вашу Эл. почту": "Enter your name",
    "Эл. почта:": "Email mail:",
    "Введите ваше имя": "Enter your name",
    "Имя:": "Name:",
    "После оплаты, нажмите кнопку «Я оплатил»": "After payment, click the \"I paid\" button",
    "В течение 5-15 минут, после поступления Ваших денег на наш счет она\n                        будет обработана и средства будут перечислены на указанный Вами\n                        кошелек или счет.": "\nWithin 5-15 minutes, after receipt of your money to our account, it\n                        will be processed and the funds will be transferred to the specified by you\n                        wallet or account.",
    "Отследить статус заявки можно через Ваш личный кабинет.": "You can track the status of the application through your personal account.",
    "Пожалуйста убедитесь, что Вы не только нажали на кнопку «Я оплатил»,\n                        но и действительно перевели к нам средства.": "Please make sure that you not only click on the \"I paid\" button,\n                        but they actually transferred funds to us.",
    "По всем вопросам, или в случае задержки обмена, обращайтесь в\n                        техническую поддержку.": "For any questions, or in case of a delay in the exchange, please contact\n                        technical support.",
    "Я оплатил": "I paid",
    "Проверка статуса заявки": "Checking the status of an application",
    "Главная": "Home",
    "Обмен": "Exchange",
    "Отзывы": "Reviews",
    "Контакты": "Contacts",
    "Правила обмена": "Exchange rules",
    "Вход": "Login",
    "Регистрация": "Registration",
    "Авторизация": "Authorization",
    "Нет аккаунта?": "Don't have an account?",
    "Забыли пароль?": "Forgot your password?",
    "Войти": "Login",
    "Ел. почта": "Email",
    "Пароль": "Password",
    "Повторите пароль": "Repeat password",
    "Нажимая на кнопку Зарегистрироваться, я соглашаюсь с": "By clicking on the \"Register\" button, I agree with",
    "правилами сервиса": "service rules",
    "Зарегистрироваться": "Register",
    "Восстановление пароля": "Password recovery",
    "Введите ваш логин(e-mail) для восстановления пароля. На вашу почту будет высланa ссылка восстановления\n                            пароля для доступа в аккаунт.": "Enter your login (e-mail) to reset your password. A recovery link will be sent to your email\n                            password to access your account.",
    "Восстановить": "Reestablish",
    "Мои заявки": "My applications",
    "Безопасность": "Safety",
    "Личный кабинет": "Profile",
    "Фильтр:": "Filter:",
    "Все": "All",
    "Обрабатываются": "In processing",
    "Ошибочные": "Erroneous",
    "Обработаны": "Processed",
    "Заявка": "Application",
    "Статус": "Status",
    "Изменить пароль": "Change password",
    "Введите текущий пароль": "Enter current password",
    "Введите новый пароль": "Enter new password",
    "Сохранить": "Save",
    "В обработке": "In processing",
    "Ошибка": "Error",
    "Готово": "Done",
    "Резервы": "Reserves",
    "Где я могу отследить статус моей заявки?": "Where can I track the status of my application?",
    "Статус заявки можно отследить в Личном кабинете в пункте «заявки» ( логин и пароль от которого высылаться на Вашу почту, при регистрации, либо при первом создании заявки). Так же мы оповестим Вас, о статусе заявки, по почте.": "\nThe status of the application can be tracked in the Personal Account in the \"application\" section (the login and password from which will be sent to your mail, during registration, or when you first create an application). We will also notify you of the status of your application by email.",
    "Требуется ли регистрация для осуществления обмена?": "Is registration required to make an exchange?",
    "Для чего нужны подтверждения в системе bitcoin?": "Why do you need confirmations in the bitcoin system?",
    "Сколько длится обмен?": "How long does the exchange take?",
    "Скорость обмена составляет от 1 до 30 минут, отсчет времени начинается с момента поступления платежа по заявке.": "The exchange rate is from 1 to 30 minutes, the countdown starts from the moment the payment is received on the application.",
    "Минимальная сумма обмена": "Minimum exchange amount",
    "Минимальная сумма обмена по конкретному направлению обмена отображается на странице обмена в желтом поле.": "The minimum exchange amount for a specific exchange direction is displayed on the exchange page in the yellow field.",
    "Возможно ли отменить заявку?": "Is it possible to cancel an application?",
    "Если заявка была обработана, то средства возврату не подлежат. В случае, если заявка была оплачена, но не была выполнена, Вам необходимо написать оператору. Вы сможете вернуть средства за вычетом комиссии за перевод.": "If the application has been processed, then the funds are non-refundable. If the application was paid, but was not executed, you need to write to the operator. You will be able to return the funds minus the transfer fee.",
    "Как я могу отслеживать статус моей заявки?": "How can I track the status of my application?",
    "Статус заявки можно узнать в Личном кабинете сервиса в пункте «Мои заявки». Кроме того, информация по статусу заявки будет автоматически поступать на адрес электронной почты, которую Вы указывали в момент составления заявки на обмен.": "\nThe status of the application can be found in the Personal account of the service in the item \"My applications\". In addition, information on the status of the application will automatically be sent to the e-mail address that you indicated at the time of making the application for the exchange.",
    "Общие положения": "General provisions",
    "Предмет соглашения и порядок вступления его в силу": "The subject of the agreement and the procedure for its entry into force",
    "Данное соглашение регламентирует отношения между Пользователем и Сервисом по поводу услуг, предоставляемых Сервисом Пользователю и отменяет все предшествующие договоренности между Сервисом и Пользователем по данному предмету.": "\nThis agreement governs the relationship between the User and the Service regarding the services provided by the Service to the User and cancels all previous agreements between the Service and the User on this subject.",
    "Данное соглашение не отменяет действующего законодательства стран регистрации и местонахождения Сервиса и Пользователя, а также договорных отношений между Пользователем и Системой (системами) электронных расчетов.": "This agreement does not cancel the current legislation of the countries of registration and location of the Service and the User, as well as contractual relations between the User and the Electronic Settlement System (systems).",
    "Данное соглашение считается принятым на условиях публичной оферты, акцептуемой Пользователем в ходе подачи им Заявки, являющейся неотъемлемой частью настоящего соглашения.": "This agreement is considered accepted on the terms of a public offer accepted by the User during the submission of the Application, which is an integral part of this agreement.",
    "Публичной офертой признается отображаемая Сервисом информация о параметрах и условиях Заявки.": "\nThe information displayed by the Service about the parameters and conditions of the Application is recognized as a public offer.",
    "Акцептом публичной оферты признается совершение Пользователем действий по завершению формирования Заявки, подтверждающих его намерение совершить сделку с Сервисом на условиях, предложенных Сервисом непосредственно перед завершением формирования Заявки. В случае регистрации на Интернет-сайте Сервиса настоящее соглашение вступает в действие в момент проставления галочки перед словами «Я согласен с условиями оферты» и нажатия кнопки «Зарегистрироваться».": "The acceptance of a public offer is recognized as the User's actions to complete the formation of the Application, confirming his intention to make a deal with the Service on the terms proposed by the Service immediately before the completion of the formation of the Application. In case of registration on the Website of the Service, this agreement comes into force at the moment of putting a tick in front of the words \"I agree with the terms of the offer\" and pressing the \"Register\" button.",
    "Дата и время акцепта, а также параметры условий Заявки фиксируются Сервисом автоматически в момент завершения формирования Заявки.": "\nThe date and time of acceptance, as well as the parameters of the conditions of the Application are fixed by the Service automatically at the moment the formation of the Application is completed.",
    "Данное соглашение вступает в действие с момента завершения формирования Заявки Пользователем.": "\nThis agreement comes into effect from the moment the User completes the formation of the Application.",
    "Данное соглашение прекращает свое действие с момента поступления на реквизиты, предоставленные Пользователем, Электронных единиц в сумме, предусмотренной параметрами Заявки Пользователя, либо с момента аннулирования заявки.": "\nThis agreement terminates from the moment the details provided by the User receive Electronic Units in the amount provided for by the parameters of the User's Application, or from the moment the application is cancelled.",
    "Стороны признают настоящее соглашение в электронной форме равнозначным по юридической силе договору, заключенному в письменной форме.": "\nThe parties recognize this agreement in electronic form as equivalent in legal force to an agreement concluded in writing.",
    "Сервис оставляет за собой право в одностороннем порядке вносить изменения в данное соглашение без соответствующего уведомления об этом Пользователя, но с обязательной публикацией актуальной версии соглашения на данной странице.": "\nThe Service reserves the right to unilaterally make changes to this agreement without a corresponding notice to the User, but with the obligatory publication of the current version of the agreement on this page.",
    "Предмет соглашения, стоимость оказываемых услуг": "Subject of the agreement, cost of services rendered",
    "Предметом настоящего Соглашения являются услуги обмена, покупки и продажи титульных знаков электронных платежных систем, осуществляемые по заказу Пользователя, а также другие услуги, описанные на веб-сайте Сервиса.": "The subject of this Agreement are services for the exchange, purchase and sale of title units of electronic payment systems, carried out by order of the User, as well as other services described on the website of the Service.",
    " В Заявке, создаваемой Пользователем на Интернет-сайте Сервиса, указывается Курс, способ Обмена, а также общая сумма перечисляемых денежных средств или электронной валюты.": "The Application created by the User on the Website of the Service indicates the Rate, the method of Exchange, as well as the total amount of transferred funds or electronic currency.",
    "Политика конфиденциальности": "Privacy policy",
    "Для проведения операций Сервис принимает от Пользователя его персональные данные, которые Сервис обязуется хранить в зашифрованном виде, не придавать огласке, не передавать третьим лицам, за исключением случаев, описанных в п. 5.4, 5.5 и 6.5 настоящего соглашения.": "To carry out operations, the Service accepts from the User his personal data, which the Service undertakes to store in encrypted form, not to make public, not to transfer to third parties, except as described in clauses 5.4, 5.5 and 6.5 of this agreement.",
    "Проведение всех операций с Заявками, а также передача персональных данных от Пользователя к Сервису осуществляется по зашифрованному SSL-каналу с длиной ключа 256 бит.": "\nAll operations with Applications, as well as the transfer of personal data from the User to the Service, are carried out via an encrypted SSL channel with a key length of 256 bits.",
    "Сервис имеет право при необходимости самостоятельно осуществлять деятельность по сбору дополнительных данных о Пользователе любыми доступными способами. Вся информация, собранная в результате такой деятельности не придается огласке, не передается третьим лицам, за исключением случаев, описанных в п. 5.4, 5.5 и 6.5 настоящего соглашения.": "\nThe Service has the right, if necessary, to independently carry out activities to collect additional data about the User by any available means. All information collected as a result of such activities is not made public, is not transferred to third parties, except for the cases described in clauses 5.4, 5.5 and 6.5 of this agreement.",
    "Политика противодействия отмыванию денег и незаконным операциям": "Anti-money laundering and illegal transactions policy",
    "Порядок принятия претензий и разрешения споров": "The procedure for accepting claims and resolving disputes",
    "Споры и разногласия, возникшие в рамках предоставления услуг Сервисом Пользователю, разрешаются путем переговоров Пользователя с администрацией Сервиса, на основе положений настоящего соглашения.": "\nDisputes and disagreements that have arisen as part of the provision of services by the Service to the User are resolved through negotiations between the User and the administration of the Service, based on the provisions of this agreement.",
    "Любые претензии по настоящему соглашению могут быть приняты Сервисом в электронном виде путем отправки сообщения по сути претензии на реквизиты (страница контакты), указанные на сайте Сервиса.": "\nAny claims under this agreement can be accepted by the Service in electronic form by sending a message on the essence of the claim to the details (contact page) indicated on the Service website.",
    "В случае невозможности разрешения возникающих вопросов путем переговоров, спор разрешается в соответствии с действующим законодательством по месту регистрации Сервиса.": "\nIf it is impossible to resolve emerging issues through negotiations, the dispute is resolved in accordance with the current legislation at the place of registration of the Service.",
    "Сервис имеет право передавать персональные данные Пользователя и детали, совершенных им операций при условии сохранения их конфиденциального статуса по официальному письменному запросу / решению суда / собственной инициативе (в случае возникновения потребности в проведении расследования) правоохранительным органам, а также Пользователю, которому они принадлежат.": "The Service has the right to transfer the User's personal data and details of the operations performed by him, provided that their confidential status is maintained upon an official written request / court decision / on its own initiative (in the event of a need for an investigation) to law enforcement agencies, as well as to the User to whom they belong.",
    "Сервис имеет право передавать детали операции и относящиеся к операции персональные данные Пользователя по официальному запросу Системы электронных расчетов для проведения внутренних расследований.": "The Service has the right to transfer the details of the operation and the personal data of the User related to the operation at the official request of the Electronic Settlement System for internal investigations.",
    "Все собранные данные о Пользователе, а также детали совершенных им операций хранятся в базе данных Сервиса в течение трех лет с момента выполнения Сервисом последней Заявки Пользователя.": "All collected data about the User, as well as details of the operations performed by him, are stored in the database of the Service for three years from the moment the Service completed the last Application of the User.",
    "Заключительные положения": "Final provisions",
    "Акцепт настоящей оферты означает безусловное согласие Плательщика на обработку Сервисом его персональных данных, предоставляемых Плательщиком Сервисом в целях предоставления услуг, в целях направления Плательщику сообщений информационного и рекламного характера. Акцепт оферты означает согласие Плательщика на совершение Сервисом операций по сбору, систематизации, накапливанию, хранению, уточнению (обновлению, изменению), использованию, распространению (в том числе передаче третьим лицам), обезличиванию, блокированию и уничтожению в отношении его персональных данных, на использование при обработке персональных данных автоматизированного, механического, ручного и любого иного способа по усмотрению Сервиса. Акцепт настоящей оферты также подтверждает безусловное согласие Плательщика с тем, что полнота, достоверность и точность информации, предоставленной Плательщиком, может быть проверена Сервисом, а также представлена Сервисом третьим лицам для целей такой проверки.": "\nAktsept nastoyashchey oferty oznachayet bezuslovnoye soglasiye Platel'shchika na obrabotku Servisom yego personal'nykh dannykh, predostavlyayemykh Platel'shchikom Servisom v tselyakh predostavleniya uslug, v tselyakh napravleniya Platel'shchiku soobshcheniy informatsionnogo i reklamnogo kharaktera.\nAcceptance of this offer means the unconditional consent of the Payer to the processing by the Service of his personal data provided by the Payer to the Service for the purpose of providing services, in order to send informational and advertising messages to the Payer. Acceptance of the offer means the Payer's consent to the Service performing operations to collect, systematize, accumulate, store, clarify (update, change), use, distribute (including transfer to third parties), depersonalize, block and destroy in relation to his personal data, to use when processing personal data in an automated, mechanical, manual or any other way at the discretion of the Service. \nThe acceptance of this offer also confirms the unconditional consent of the Payer that the completeness, reliability and accuracy of the information provided by the Payer can be verified by the Service, and also provided by the Service to third parties for the purposes of such verification.",
    "Данное согласие может быть в любой момент отозвано Плательщиком путем предоставления Сервису заявления об отзыве согласия на обработку его персональных данных. Настоящее согласие на обработку персональных данных предоставлено на срок, до отзыва Плательщиком согласия на обработку персональных данных.": "This consent may be revoked by the Payer at any time by providing the Service with an application to revoke consent to the processing of his personal data. This consent to the processing of personal data is provided for a period until the Payer revokes the consent to the processing of personal data.",
    "Платежная система – созданный третьей стороной\n                            программный комплекс, посредством которого осуществляется учет\n                            цифровых денежных единиц, электронных денег и прочих\n                            обязательств, организовывается взаиморасчет пользователей и\n                            т.д.": "Payment system - a software package created by a third party, through which digital currency units, electronic money and other obligations are accounted for, mutual settlements of users are organized, etc.",
    "Электронные деньги (электронная валюта) – это\n                            денежные либо прочие обязательства, которые возникают между\n                            лицами, использующими эту валюту, и теми, кто ее создал.\n                            Упомянутые обязательства имеют цифровую форму.": "Electronic money (electronic currency) is monetary or other obligations that arise between persons using this currency and those who created it. The mentioned obligations are in digital form.",
    "Операции (платежи) – это осуществление\n                            перевода цифровой валюты (электронных денег) со счета\n                            отправителя на счет получателя.": "Operations (payments) are the transfer of digital currency (electronic money) from the sender's account to the recipient's account.",
    "Исходная электронная валюта – это та валюта,\n                            которая имеется в наличии у пользователя, и которую он хочет\n                            обменять либо продать, получив взамен прочую электронную валюту\n                            или деньги в иной форме.": "The original electronic currency is the currency that is available to the user, and which he wants to exchange or sell, receiving in return other electronic currency or money in a different form.",
    "Обмен валюты – это совершение операции по\n                            обмену электронной валюты различных платежных систем.": "Currency exchange is a transaction for the exchange of electronic currency of various payment systems.",
    "Курс – это соотношение одной электронной\n                            валюты по отношению к другой в процессе совершения обмена.": "The rate is the ratio of one electronic currency in relation to another in the process of making an exchange.",
    "Средства, отправленные без создания заявки или по ошибке на наши реквизиты возврату не подлежат.": "Funds sent without creating an application or by mistake to our details are non-refundable.",
    "По рекомендации служб безопасности платежных систем, а так же службы безопасности нашего сервиса, во избежание мошеннических действий и нанесения ущерба нашему сервису, обработка заявки клиента может быть приостановлена на срок до 24 часов, после заявка будет исполнена.": "On the recommendation of the security services of payment systems, as well as the security services of our service, in order to avoid fraudulent activities and damage to our service, the processing of the client's application may be suspended for up to 24 hours, after the application will be executed.",
    "В случае прямых или косвенных действий клиента, сервис несет убытки, клиент обязан возместить нанесенный сервису ущерб в размере 100%. Все текущие и в дальнейшем оплаченные заявки \"платежи\" переходят в пользование сервиса до момента полного покрытия нанесённого ущерба.": "In case of direct or indirect actions of the client, the service bears losses, the client is obliged to compensate the damage caused to the service in the amount of 100%. All current and further paid applications \"payments\" are transferred to the use of the service until the full coverage of the damage caused.",
    "Все средства, поступившие в адрес нашего сервиса после трех месяцев, спустя создания заявки поступают в распоряжение сервиса astchange. Сервис в последующем может этими средствами распоряжаться на свое усмотрение.": "All funds received by our service after three months, after the creation of the application, are at the disposal of the astchange service. Service in the future can dispose of these funds at its discretion.",
    "Пользователь гарантирует, что не является гражданином и налоговым резидентом Соединенных Штатов Америки.": "The User guarantees that he is not a citizen and tax resident of the United States of America.",
    "Сервис не является банком. Сервис предлагает свои услуги круглосуточно, без выходных и будет стремиться к тому, чтобы программно-аппаратный комплекс, реализующий возможности Сервиса, работал без сбоев.": "The service is not a bank. The Service offers its services around the clock, seven days a week and will strive to ensure that the hardware and software system that implements the capabilities of the Service works without failures.",
    "В случае, если количество поступивших Электронных единиц отличается от заявленного\n                            Пользователем или же оплата была произведена двумя платежами, заявка будет считаться ошибочной, а так же не оплаченной. Возврат средств в данном случае проходит с помощью совершения Идентификационного Платежа (см. пункт Х).\n                            Переводы на наши реквизиты без создания заявки на обмен, не засчитываются как оплата. Возврат средств вы можете провести связавшись с технической поддержкой нашего сервиса.\n                            Сервис имеет право задержать выполнение транзакции до проведения идентификации личности\n                            Пользователя, с помощью Идентификационного Платежа, а так же предоставления информации идентифицирующей Пользователя как собственника адреса либо адресов использовавшихся для совершения обмена.В случае, если количество поступивших\n                            • Электронных единиц отличается от заявленного\n                            Пользователем более чем на 1%, Сервис замораживает данную транзакцию в одностороннем порядке. Для возврата средств Пользователю необходимо связаться с технической службой поддержки нашего Сервиса.": "In the event that the number of received Electronic Units differs from that declared by the User or the payment was made in two payments, the application will be considered erroneous, as well as not paid. The refund in this case is carried out by making an Identification Payment (see paragraph X). Transfers to our details without creating an exchange request are not counted as payment. You can make a refund by contacting the technical support of our service. The Service has the right to delay the execution of the transaction until the User's identity is identified using the Identification Payment, as well as providing information identifying the User as the owner of the address or addresses used to make the exchange. 1%, the Service freezes this transaction unilaterally. To return funds, the User must contact the technical support service of our Service.",
    "Для предотвращения операций незаконного характера Сервис устанавливает определенные требования ко всем Заявкам, создаваемым Пользователем:": "To prevent operations of an illegal nature, the Service establishes certain requirements for all Applications created by the User:",
    "Отправителем и получателем Платежа по Заявке должно быть одно и то же лицо. С использованием услуг Сервиса категорически запрещены переводы в пользу третьих лиц.": "The sender and recipient of the Payment under the Application must be the same person. Using the services of the Service, transfers in favor of third parties are strictly prohibited.",
    "Все контактные данные, заносимые Пользователем в Заявку, а также иные персональные данные, передаваемые Пользователем Сервису, должны быть актуальными и полностью достоверными.": "All contact information entered by the User in the Application, as well as other personal data transmitted by the User to the Service, must be up-to-date and completely reliable.",
    "Категорически запрещено создание Заявок Пользователем с использованием анонимных прокси-серверов или каких-либо других анонимных подключений к Интернету.": "It is strictly forbidden to create Applications by the User using anonymous proxy servers or any other anonymous Internet connections.",
    "Для предотвращения операций незаконного характера, Сервис:": "To prevent transactions of an illegal nature, the Service:",
    "Осуществляет проверку всеми доступными способами всех данных, предоставляемых Пользователем.": "It checks by all available means all the data provided by the User.",
    "Выявления любых действий или попытки совершения действий Пользователем, направленных на оказание любого негативного влияния на программно-аппаратный комплекс Сервиса.": "Identification of any actions or attempts to perform actions by the User aimed at providing any negative impact on the software and hardware complex of the Service.",
    "При выявлении нарушения любого из требований, представленных в пункте 6.2 настоящего Соглашения.": "If a violation of any of the requirements presented in clause 6.2 of this Agreement is detected.",
    "Сервис оставляет за собой право заморозить все текущие Заявки Пользователя до момента получения от Пользователя копий документов, удостоверяющих личность Пользователя, а также источник происхождения Электронных единиц и другую информацию, необходимую для проверки производимой операции в следующих случаях:": "The Service reserves the right to freeze all current User Applications until the User receives copies of the User's identification documents, as well as the source of origin of the Electronic Units and other information necessary to verify the operation in the following cases:",
    "При возникновении обоснованных подозрений у администрации Сервиса в том, что пользователь пытается воспользоваться услугами Сервиса для отмывания денег или с целью проведения любых других незаконных операций.": "If there are reasonable suspicions from the administration of the Service that the user is trying to use the services of the Service for money laundering or for the purpose of carrying out any other illegal operations.",
    "При возникновении обоснованного подозрения у Сервиса в том, что предоставленный Пользователем документ для идентификации личности Пользователя является поддельным или недействительным.": "If there is a reasonable suspicion of the Service that the document provided by the User to identify the User is fake or invalid.",
    "В свою очередь, Пользователь обязуется представить запрашиваемый документ в течение 7 рабочих дней с получения запроса на его предоставление, либо запросить аннулирование заявки.": "In turn, the User undertakes to submit the requested document within 7 working days from the receipt of a request for its provision, or request cancellation of the application.",
    "Поступления информации от уполномоченных на то органов о неправомочности владения Пользователем электронными единицами или финансовыми средствами и/или иная информация, делающая невозможным предоставление Сервисом услуг Пользователю.": "Receipt of information from the authorized bodies on the incompetence of the User's possession of electronic units or financial resources and / or other information that makes it impossible for the Service to provide services to the User.",
    " Выявления транзакций, целью которых является отмывание денег, финансирование террористических организаций, мошенничество любого рода, а также транзакций, направленных на проведение любых других незаконных и неправомерных операций.": "Detection of transactions aimed at money laundering, financing of terrorist organizations, fraud of any kind, as well as transactions aimed at carrying out any other illegal and illegal operations.",
    "Сервис оставляет за собой право отказать Пользователю в дальнейшем обслуживании и предпринять действия, описанные в п. 4.7 настоящего соглашения, после чего передать все имеющиеся у Сервиса данные Пользователя, а также всю имеющуюся информацию об операциях Пользователя в правоохранительные органы в случаях:": "The Service reserves the right to refuse the User further service and take the actions described in clause 4.7 of this agreement, after which it transfers all the User's data available to the Service, as well as all available information about the User's operations to law enforcement agencies in the following cases:",
    "В случае отказа Пользователя представить запрашиваемые документы Сервис оставляет за собой право отказать Пользователю в дальнейшем обслуживании и предпринять действия, описанные в п. 4.10 настоящего соглашения.": "If the User refuses to submit the requested documents, the Service reserves the right to refuse the User further service and take the actions described in clause 4.10 of this agreement.",
    "Придерживается политики «Знай своего клиента».": "Adheres to the \"Know Your Customer\" policy.",
    "Выявления любых действий или попытки совершения действий Пользователем, направленных на хищение баз данных и другого материального и нематериального имущества Сервиса.": "Identification of any actions or attempts to commit actions by the User aimed at stealing databases and other tangible and intangible property of the Service.",
    "Выявления любых действий или попытки совершения действий Пользователем, способных нанести любой физический, материальный и нематериальный вред Сервису.": "Identification of any actions or attempts to perform actions by the User that can cause any physical, material and non-material harm to the Service.",
    "Сервис оставляет за собой право проверять всеми доступными ему способами персональную и любую другую информацию, полученную от Пользователя.": "The Service reserves the right to check, by all means available to it, personal and any other information received from the User.",
    "Использует внутреннюю систему автоматизированного анализа транзакций и поведения Пользователя (систему предотвращения мошенничества), останавливающую все подозрительные транзакции Пользователя.": "Uses an internal system for automated analysis of transactions and the behavior of the User (fraud prevention system), which stops all suspicious transactions of the User.",
    "Устанавливает лимиты на операции Пользователя в зависимости от уровня идентификации личности Пользователя и страны его происхождения.": "Sets limits on the User's operations depending on the level of identification of the User's personality and the country of origin.",
    "Сервис предоставляет свои услуги на условиях «как есть», как они описаны на страницах сайта Сервиса и не предлагает никаких дополнительных гарантий.": "The Service provides its services on an \"as is\" basis, as they are described on the pages of the Service's website and does not offer any additional warranties.",
    "Электронные расчетные системы и/или финансовые учреждения несут исключительную ответственность за средства, вверенные им Пользователем. Сервис не может являться стороной в соглашении между Платежной системой и/или финансовым учреждением и Пользователем, и ни в какой мере не несет ответственности за неправильное или неправомочное использование возможностей Электронной расчетной системы Пользователем, а также за злоупотребление Пользователем функциональностью Электронной расчетной системы. Взаимные права и обязанности Пользователя и Электронной расчетной системы и/или финансового учреждения регулируются соответствующими договорами.": "Electronic settlement systems and/or financial institutions are solely responsible for the funds entrusted to them by the User. The Service cannot be a party to an agreement between the Payment System and/or a financial institution and the User, and is in no way responsible for the misuse or unauthorized use of the Electronic Settlement System by the User, as well as for the abuse by the User of the functionality of the Electronic Settlement System. The mutual rights and obligations of the User and the Electronic Settlement System and/or the financial institution are governed by the relevant agreements.",
    "Ни Пользователь, ни Сервис не будут ответственны друг перед другом за задержки или неисполнение своих обязательств, являющихся результатом возникновения обстоятельств непреодолимой силы, включая стихийные бедствия, пожар, наводнение, террористические акты, смены власти, гражданские волнения, а также не функционирования Электронных расчетных систем, систем энергоснабжения, сетей связи и поставщиков Интернет-услуг.": "Neither the User nor the Service will be liable to each other for delays or failure to fulfill their obligations resulting from the occurrence of force majeure circumstances, including natural disasters, fire, flood, terrorist acts, power shifts, civil unrest, as well as the non-functioning of Electronic Settlement Systems, power supply systems, communication networks and Internet service providers.",
    "В случае обнаружения фальсификации коммуникационных потоков или оказания какого-либо негативного влияния на нормальную работу программного кода Сервиса, имеющего прямое или косвенное отношение к заявке Пользователя, исполнение заявки Сервисом приостанавливается, после чего предпринимаются действия, описанные в п. 6.5 настоящего соглашения.": "In case of detection of falsification of communication flows or any negative impact on the normal operation of the program code of the Service, which is directly or indirectly related to the User's application, the execution of the application by the Service is suspended, after which the actions described in clause 6.5 of this agreement are taken.",
    "Используя Сервис, Пользователь соглашается с тем, что объем ответственности Сервиса ограничивается средствами, полученными от Пользователя для исполнения предмета настоящего соглашения, что Сервис не обеспечивает дополнительных гарантий и не несет никакой дополнительной ответственности перед Пользователем, также как и Пользователь не несет дополнительной ответственности перед Сервисом, за исключением случаев, указанных в п. 7.9.": "Using the Service, the User agrees that the scope of the Service's liability is limited to the funds received from the User to fulfill the subject of this agreement, that the Service does not provide additional guarantees and does not bear any additional responsibility to the User, just as the User does not bear additional responsibility to the Service, except for the cases specified in clause 7.9.",
    "Пользователь обязуется не фальсифицировать коммуникационные потоки, связанные с функционированием Сервиса, не вмешиваться в его программную и/или аппаратную часть, а также не оказывать какого-либо иного влияния, способного нарушить нормальную работу Сервиса, понимая, что подобные действия будут иметь судебное преследование по всей строгости закона.": "The User undertakes not to falsify communication flows related to the operation of the Service, not to interfere with its software and/or hardware, and not to exert any other influence that could disrupt the normal operation of the Service, realizing that such actions will be subject to prosecution throughout the severity of the law.",
    "Пользователь обязуется воздержаться от использования услуг Сервиса для проведения мошеннических и незаконных операций и соглашается с тем, что любая попытка обмена мошеннического капитала будет иметь судебное преследование по всей строгости закона. Действия Пользователя могут считаться незаконными в соответствии с законодательством страны пребывания Пользователя и/или страны, где зарегистрирован Сервис.": "The User undertakes to refrain from using the services of the Service for fraudulent and illegal transactions and agrees that any attempt to exchange fraudulent capital will be prosecuted to the fullest extent of the law. The actions of the User may be considered illegal in accordance with the laws of the country of residence of the User and / or the country where the Service is registered.",
    "Пользователь гарантирует возмещение убытков Сервиса (управляющей компании, руководителей и сотрудников) в случаях предъявления исков или претензий, прямо или косвенно связанных с использованием Пользователем услуг Сервиса, за исключением убытков, вызванных виновными (умышленными или неосторожными) действиями самого Сервиса.": "The User guarantees indemnification of the Service (the management company, managers and employees) in cases of claims or claims directly or indirectly related to the User's use of the Service's services, with the exception of losses caused by the guilty (intentional or negligent) actions of the Service itself.",
    "Пользуясь услугами Сервиса, Пользователь самостоятельно несет ответственность за выплату налогов в соответствии с налоговым законодательством страны по месту его проживания. Сервис не является налоговым агентом, и не будет уведомлять Пользователя о каких-либо возможных налоговых издержках при использовании услуг Сервиса.": "Using the services of the Service, the User is solely responsible for the payment of taxes in accordance with the tax legislation of the country at his place of residence. The Service is not a tax agent, and will not notify the User of any possible tax costs when using the services of the Service.",
    "В случае предоставления Пользователем ошибочных данных в информации о реквизитах получателя денежных средств Сервис не несет никакой ответственности за любые неблагоприятные последствия или ущерб, возникшие в результате этой ошибки.": "If the User provides erroneous data in the information about the details of the recipient of funds, the Service does not bear any responsibility for any adverse consequences or damage resulting from this error.",
    "Сервис приложит все усилия, но не гарантирует, что его услуги будут доступны круглосуточно, ежедневно. Сервис не несет никакой ответственности за убытки, неполученную прибыль и иные издержки Пользователя, возникшие в результате невозможности получения доступа к сайту и услугам Сервиса.": "The Service will make every effort, but does not guarantee that its services will be available around the clock, every day. The Service does not bear any responsibility for losses, lost profits and other costs of the User resulting from the impossibility of obtaining access to the site and services of the Service.",
    "Сервис не несет никакой ответственности за убытки, неполученную прибыль и иные издержки Пользователя, явившиеся результатом задержек, ошибок или сбоев в проведении банковских платежей или электронных переводов.": "The Service does not bear any responsibility for losses, lost profits and other costs of the User resulting from delays, errors or failures in making bank payments or electronic transfers.",
    "Сервис не несет никакой ответственности за убытки, неполученную прибыль и иные издержки Пользователя, явившиеся результатом ошибочных ожиданий Пользователя в отношении тарифных ставок Сервиса, прибыльности транзакций и иных субъективных факторов.": "The Service does not bear any responsibility for losses, lost profits and other costs of the User, resulting from the User's erroneous expectations regarding the tariff rates of the Service, the profitability of transactions and other subjective factors.",
    "В случае если загруженность сети Bitcoin высокая, время обработки заявок в направлении отдачи Bitcoin может быть увеличено до 40 минут. ": "If the load on the Bitcoin network is high, the processing time for applications in the direction of Bitcoin return can be increased up to 40 minutes.",
    "Переводы на наши реквизиты без создания заявки на обмен, не засчитываются как оплата и возврату не подлежат.": "Transfers to our details without creating an exchange request are not counted as payment and are not refundable.",
    "Реквизиты для оплаты заявок действительны в течение 60 минут, по истечении данного времени переводы не засчитываются и возврату не подлежат.": "Details for payment of applications are valid for 60 minutes, after this time, transfers are not counted and are not refundable.",
    "Наличие в действиях клиента признаков нарушения порядка пользования сервисом определяется по усмотрению сервиса.": "The presence in the actions of the client of signs of a violation of the procedure for using the service is determined at the discretion of the service.",
    "Сервис вправе расторгнуть соглашение в одностороннем порядке, если клиент нарушил порядок пользование сервисом.": "The service has the right to terminate the agreement unilaterally if the client has violated the procedure for using the service.",
    "дохода от любой другой незаконной деятельности.": "income from any other illegal activity.",
    "доходов от торговли со странами, торговля с которыми запрещена международными организациями;": "income from trade with countries, trade with which is prohibited by international organizations;",
    "получение доходов от преступной и/или террористической деятельности;": "receipt of proceeds from criminal and/or terrorist activities;",
    "получение доходов от незаконного оборота наркотиков;": "obtaining income from drug trafficking;",
    "операции по отмыванию денежных средств;": "money laundering operations;",
    "при отправлении Пользователем денежных средств в криптовалютах Bitcoin, Litecoin, Ethereum заявка на обмен будет принята на исполнение после двух подтверждений транзакций.": "when the User sends funds in Bitcoin, Litecoin, Ethereum cryptocurrencies, the exchange request will be accepted for execution after two transaction confirmations.",
    "при отправлении Пользователем денежных средств в платежной системе Яндекс.Деньги, перевод замораживается на 24 часов, по истечению указанного времени перевод размораживается.": "when the User sends funds in the Yandex.Money payment system, the transfer is frozen for 24 hours; after the specified time, the transfer is unfrozen.",
    "Условия предоставления услуг": "Terms of Service",
    "В случае если пользователь, проводит операцию, в которой отдает или получает ВТС, он должен учитывать тот факт что любая транзакция в сети ВТС может подтверждаться от 30 минут до суток. Сервис не может повлиять на скорость подтверждения транзакции.": "If the user conducts an operation in which he gives or receives BTC, he must take into account the fact that any transaction in the BTC network can be confirmed from 30 minutes to a day. The service cannot affect the speed of transaction confirmation.",
    "Сервис имеет право запросить любую дополнительную информацию об осуществленной клиентом оплате по заявке, такую как: чек совершенной оплаты по заявке, скриншот транзакции, произведенной в счет оплаты по созданной клиентом заявке, TXID транзакции и т.п.": "The service has the right to request any additional information about the payment made by the client on the application, such as: a check of the payment made on the application, a screenshot of the transaction made as payment for the application created by the client, TXID of the transaction, etc.",
    "В случае, если количество поступивших Электронных единиц отличается от заявленного Пользователем, Сервис может в одностороннем порядке расторгнуть соглашение путем отказа от исполнения заявки и возврата поступивших средств на реквизиты отправителя в течение последующих 24 часов. При осуществлении возврата все комиссионные расходы на перевод Электронных единиц производятся из поступивших средств за счет Пользователя. Сервис не несет ответственность за возможные задержки при возврате, если они возникли не по вине Сервиса.": "If the number of received Electronic Units differs from that declared by the User, the Service may unilaterally terminate the agreement by refusing to execute the application and returning the funds received to the sender's details within the next 24 hours. When making a return, all commission expenses for the transfer of Electronic Units are made from the funds received at the expense of the User. The Service is not responsible for possible delays in the return, if they arose through no fault of the Service.",
    "В случае расторжения соглашения Электронные единицы, поступившие после указанного выше срока, подлежат возврату на реквизиты отправителя в течение последующих 24 часов. При осуществлении возврата все комиссионные расходы на перевод Электронных единиц производятся из поступивших средств за счет Пользователя. Сервис не несет ответственность за возможные задержки при возврате, если они возникли не по вине Сервиса.": "In case of termination of the agreement, Electronic units received after the above period shall be returned to the sender's details within the next 24 hours. When making a return, all commission expenses for the transfer of Electronic Units are made from the funds received at the expense of the User. The Service is not responsible for possible delays in the return, if they arose through no fault of the Service.",
    "В случае непоступления от Пользователя электронных единиц в течение одного часа с момента акцепта Пользователя на реквизиты, предоставленные Сервисом, соглашение на условиях, указанных в Заявке, считается расторгнутым Сервисом в одностороннем порядке как невступившее в действие, без уведомления об этом Пользователя.": "If the User does not receive electronic units within one hour from the moment the User accepts the details provided by the Service, the agreement on the terms specified in the Application is considered unilaterally terminated by the Service as not having entered into force, without notifying the User about it.",
    "Сервис имеет право привлекать для исполнения своих обязательств сторонних исполнителей.": "The Service has the right to engage third-party performers to fulfill its obligations.",
    "Сервис имеет право отказать Пользователю в дальнейшем обслуживании в случае нарушения Пользователем любого из пунктов настоящего соглашения.": "The Service has the right to refuse the User further service in case of violation by the User of any of the clauses of this agreement.",
    "Особые условия некоторых Платежных систем:": "Special conditions of some Payment systems:",
    "Пользователь обязуется самостоятельно исчислять и уплачивать все налоги, требуемые в соответствии с налоговым законодательством места нахождения Пользователя.": "The User undertakes to independently calculate and pay all taxes required in accordance with the tax legislation of the User's location.",
    "Все последующие Заявки, созданные Пользователем после отказа Сервисом в дальнейшем обслуживании Пользователя, автоматически замораживаются.": "All subsequent Applications created by the User after the Service refuses to further service the User are automatically frozen.",
    "Сервис имеет право задержать выполнение транзакции до проведения идентификации личности Пользователя, с помощью звонка по телефону, а также другими способами, не противоречащими действующему законодательству.": "The Service has the right to delay the execution of the transaction until the identification of the User's identity, by means of a phone call, as well as in other ways that do not contradict the current legislation.",
    "Учет операций с электронными единицами производится Сервисом согласно регламенту, правилам и формату соответствующих Систем электронных расчетов.": "Accounting for transactions with electronic units is carried out by the Service in accordance with the regulations, rules and format of the relevant Electronic Settlement Systems.",
    "Управление процессом обмена или получение информации о ходе выполнения услуги Пользователем производятся при помощи соответствующего пользовательского интерфейса, расположенного на Интернет-сайте Сервиса.": "Management of the exchange process or obtaining information about the progress of the service by the User is carried out using the appropriate user interface located on the website of the Service.",
    "Обработка Заявок Пользователя осуществляется Сервисом в строгом соответствии с политикой приватности (пункт 5 настоящего соглашения), а также политикой по противодействию отмыванию денег и предотвращению операций, носящих незаконный характер (пункт 6 настоящего соглашения).": "The processing of the User's Applications is carried out by the Service in strict accordance with the privacy policy (clause 5 of this agreement), as well as the policy to combat money laundering and prevent transactions that are illegal (clause 6 of this agreement).",
    "Любая завершенная операция, проведенная Сервисом по Заявке Пользователя, считается неотменяемой, т.е. не может быть отменена Пользователем после ее завершения — получения Пользователем причитающегося ему по ранее акцептованным условиям сделки.": "Any completed operation carried out by the Service at the request of the User is considered irrevocable, i.e. cannot be canceled by the User after its completion - receipt by the User of what is due to him under previously accepted terms of the transaction.",
    "Ожидаем оплату": "We expect payment",
    "Введите ваш отзыв и пожелание": "Enter your feedback and wish",
    "от 28 до 100 символов": "28 to 100 characters",
    "Минимальная сумма обмена 10 Долларов США": "Minimum exchange amount 10 USD",
    "Мы рады приветствовать Вас на страницах нашего обменного сайта! На нашем сайте Вы можете быстро и надежно совершить обмен интересующей Вас электронной валюты. Ваши данные по обмену не хранятся на нашем сервисе и не предоставляются третьим лицам, что гарантирует стопроцентную анонимность совершенных обменов.": "We are glad to welcome you on the pages of our exchange site! On our site you can quickly and reliably exchange the electronic currency you are interested in. Your exchange data is not stored on our service and is not provided to third parties, which guarantees 100% anonymity of the exchanges made.",
    "Поиск...": "Search...",
    "Обменять": "exchange",
    "Адрес кошёлька": "Wallet address",
    "Добро пожаловать!": "Welcome!",
    "Создать аккаунт": "Don't have an account?",
    "Подтверждаем оплату": "Confirm payment",
    "Обмениваем": "We exchange",
    "Отправляем": "Sending",
    "Связь с техподдержкой:": "Technical support contact:",
    "Неверная(ый) ел. почта или пароль": "Invalid email. email or password",
    "Мы всегда готовы ответить на интересующие Вас вопросы, а также выслушать Ваши предложения по улучшению нашего сервиса.": "We are always ready to answer your questions and listen to your suggestions to improve our service.",
    "Настоящее соглашение описывает правила и условия, на основании\n                        которых предоставляются услуги сервиса Buymon.ru и является\n                        официальной письменной публичной офертой адресованной\n                        физическим лицам (далее по тексту - Пользователь), заключить\n                        Соглашение о предоставлении услуг сервисом Buymon.ru на\n                        изложенных ниже условиях. Перед тем как воспользоваться\n                        услугами сервиса Buymon.ru, Пользователь обязан ознакомиться в\n                        полном объеме с условиями «Соглашения о предоставлении услуг\n                        сервисом Buymon.ru». Использование услуг сервиса Buymon.ru\n                        возможно только в случае, если Пользователь принимает все\n                        условия Соглашения. Действующая версия Соглашения расположена\n                        для публичного доступа на интернет-сайте сервиса Buymon.ru.": "This agreement describes the rules and conditions on the basis of which the services of the Buymon.ru service are provided and is an official written public offer addressed to individuals (hereinafter referred to as the User), to conclude an Agreement on the provision of services by the Buymon.ru service on the terms set forth below. Before using the services of the Buymon.ru service, the User is obliged to fully familiarize himself with the terms of the “Agreement for the provision of services by the Buymon.ru service”. Using the services of the Buymon.ru service is possible only if the User accepts all the terms of the Agreement. The current version of the Agreement is located for public access on the website of the Buymon.ru service.",
    "В обменном сервисе Buymon происходит автоматическая регистрация при создании первой заявки. По завершении обмена Вам на почту будут отправлены данные для входа в Ваш личный кабинет.": "In the Buymon exchange service, automatic registration occurs when the first order is created. Upon completion of the exchange, you will be sent an email with the data to enter your personal account.",
    "При получении bitcoin монет, получатель не может сразу ими воспользоваться. Как перевод совершен – он отправляется в сеть Bitcoin для исполнения и должен быть включен в блок, чтобы стать подтверждённым. Процесс включения перевода в состав найденного блока называется подтверждением транзакции. Включение в 1 блок = 1 подтверждение, когда таких подтверждений набирается 2 и выше перевод считается подтвержденным, и операторы Buymon.ru, в свою очередь, обрабатывают заявку. Такой способ был введен для защиты от повторного пользования одних и тех же bitcoin.": "When receiving bitcoin coins, the recipient cannot immediately use them. Once a transfer is made, it is sent to the Bitcoin network for execution and must be included in a block to become confirmed. The process of including a transfer in the found block is called transaction confirmation. Inclusion in 1 block = 1 confirmation, when there are 2 or more such confirmations, the transfer is considered confirmed, and Magnitiks.ru operators, in turn, process the request. This method was introduced to protect against reuse of the same bitcoins.",
    "Настоящее соглашение описывает правила и условия, на основании\n                                которых предоставляются услуги сервиса Buymon.ru и является\n                                официальной письменной публичной офертой адресованной\n                                физическим лицам (далее по тексту - Пользователь), заключить\n                                Соглашение о предоставлении услуг сервисом Buymon.ru на\n                                изложенных ниже условиях. Перед тем как воспользоваться\n                                услугами сервиса Buymon.ru, Пользователь обязан ознакомиться в\n                                полном объеме с условиями «Соглашения о предоставлении услуг\n                                сервисом Buymon.ru». Использование услуг сервиса Buymon.ru\n                                возможно только в случае, если Пользователь принимает все\n                                условия Соглашения. Действующая версия Соглашения расположена\n                                для публичного доступа на интернет-сайте сервиса Buymon.ru.": "This agreement describes the rules and conditions on the basis of which the services of the Buymon.ru service are provided and is an official written public offer addressed to individuals (hereinafter referred to as the User), to conclude an Agreement on the provision of services by the Buymon.ru service on the terms set forth below. Before using the services of the Buymon.ru service, the User is obliged to fully familiarize himself with the terms of the “Agreement for the provision of services by the Buymon.ru service”. Using the services of the Buymon.ru service is possible only if the User accepts all the terms of the Agreement. The current version of the Agreement is located for public access on the website of the Buymon.ru service.",
    "Сервис Buymon.ru (далее - Сервис) – сервис,\n                            который предоставляет услуги физическим и юридическим лицам в\n                            части обмена, покупки либо продажи электронной валюты. Данные\n                            услуги осуществляются посредством специального программного\n                            комплекса, доступного по адресу https://Buymon.ru/.": "The Buymon.ru service (hereinafter referred to as the Service) is a service that provides services to individuals and legal entities in terms of exchanging, buying or selling electronic currency. These services are provided through a special software package available at https://Buymon.ru/.",
    "Пользователь – это юридическое / физическое\n                            лицо, которое безоговорочно приняло все условия данной оферты и\n                            пользуется услугами сервиса Buymon.ru": "The user is a legal / natural person who has unconditionally accepted all the conditions of this offer and uses the services of the Magnitiks.ru service",
    "Размер вознаграждения Сервиса Buymon.ru за указанные действия отражается в Заявке и подтверждается Пользователем на одной из страниц пользовательского интерфейса.": "The amount of the Buymon.ru Service remuneration for the specified actions is reflected in the Application and confirmed by the User on one of the pages of the user interface.",
    "Стоимость услуг Сервиса Buymon.ru устанавливается руководством Сервиса и публикуется на Интернет-сайте Сервиса.": "The cost of the services of the Magnitiks.ru Service is set by the Service management and published on the Service's website.",
    "Сервис Buymon.ru вправе самостоятельно изменять курсы обмена Электронных валют и взимаемых комиссионных в любое время в одностороннем порядке, о чем уведомляет Пользователей Сервиса предварительным размещением информации об этих изменениях на Интернет-сайте Сервиса.": "The Buymon.ru Service has the right to independently change the exchange rates of Electronic currencies and charged commissions at any time unilaterally, and notifies the Users of the Service by preliminary posting information about these changes on the Internet site of the Service.",
    "Сервис Buymon.ru взимает стоимость своего вознаграждения в момент проведения соответствующей Операции.": "The Buymon.ru service charges the cost of its fee at the time of the relevant Transaction.",
    "Сервис Buymon.ru вправе отправлять Пользователю на указанный им e-mail информацию о состоянии процесса обмена, а также иную информацию, в том числе рекламного характера.": "The Buymon.ru service has the right to send the User information on the status of the exchange process, as well as other information, including advertising, to the e-mail specified by him.",
    "Информация на сайте, включая графические изображения, текстовую информацию, программные коды и т.п. является собственностью сайта Buymon.ru и охраняется законами об авторском праве. Каждый случай несанкционированного копирования (полного или частичного) может преследоваться в рамках действующего законодательства.": "Information on the site, including graphic images, textual information, program codes, etc. is the property of the Buymon.ru website and is protected by copyright laws. Each case of unauthorized copying (full or partial) can be prosecuted under applicable law.",
    "Пользователь подтверждает, что он ознакомился со всеми положениями настоящего Соглашения и, безусловно принимает их, в противном случае Пользователь не может использовать Сервис Buymon.ru.": "The User confirms that he has read all the provisions of this Agreement and unconditionally accepts them, otherwise the User cannot use the Buymon.ru Service.",
    "Полученная валюта – это та валюта, которую\n                            пользователь сервиса Buymon.ru получает в результате\n                            проведенного обмена, передавая исходную валюту сервиса.": "The received currency is the currency that the user of the Buymon.ru service receives as a result of the exchange, transferring the original currency of the service.",
    "Стороны – это все пользователи, которые\n                            безоговорочно приняли указанные в данном соглашении правила и\n                            решили воспользоваться услугами сервиса Buymon.ru, а также\n                            сам сервис Buymon.ru": "Parties are all users who unconditionally accepted the rules specified in this agreement and decided to use the services of the Magnitiks.ru service, as well as the Magnitiks.ru service itself",
    "Резервы валют – это количество электронных\n                            денег, которые сервис Buymon.ru имеет в своем наличии, и в\n                            рамках которого пользователи могут осуществлять обменные\n                            операции посредством данного сервиса. Актуальную информацию о\n                            сумме резервов каждый пользователь может получить, посетив\n                            главную страницу данного сервиса": "Currency reserves - this is the amount of electronic money that the Buymon.ru service has in its possession, and within which users can carry out exchange transactions through this service. Each user can get up-to-date information on the amount of reserves by visiting the main page of this service",
    "В случае поступления суммы от Пользователя, размер которой отличается от указанной в заявке, то сервис \"Buymon.ru\" может приостановить обмен, а после обращения Пользователя осуществить выплату фактически полученной суммы по курсу, действовавшему на начало операции.": "In case of receipt of an amount from the User, the amount of which differs from that specified in the application, the \"Buymon.ru\" service may suspend the exchange, and after the User's request, pay the actually received amount at the rate that was in effect at the beginning of the operation.",
    "Пользователь, указавший неверные реквизиты для осуществления обмена, обязуется предоставить верные реквизиты для совершения обмена в течение трех месяцев с момента создания заявки. В противном случае все средства поступают в распоряжение сервиса Buymon.ru.": "The user who has indicated incorrect details for the exchange undertakes to provide the correct details for the exchange within three months from the date of creation of the application. Otherwise, all funds are at the disposal of the Magnitiks.ru service.",
    "Все средства, поступившие в адрес сервиса Buymon.ru без создания заявок поступает в распоряжения сервиса.": "All funds received by the Buymon.ru service without creating requests are placed at the disposal of the service.",
    "В соответствии с международным законодательством Buymon.ru придерживается ряда правил и реализует ряд процедур, направленных на предотвращение использования Сервиса с целью проведения операций по отмыванию денег, то есть действий, нацеленных на возвращение на финансово-экономический рынок денег или иных ценных бумаг незаконного происхождения, представляя их приобретение и владение ими вполне законными и нормальными, а также проведению иных операций, носящих незаконный характер.": "In accordance with international law, Buymon.ru adheres to a number of rules and implements a number of procedures aimed at preventing the use of the Service for the purpose of conducting money laundering operations, that is, actions aimed at returning money or other securities of illegal origin to the financial and economic market, representing their acquisition and possession is quite legal and normal, as well as carrying out other operations that are illegal.",
    "Заказ услуг Сервисом Buymon.ru осуществляется Пользователем путем направления Заявки через Интернет-сайт Сервиса.": "Ordering services by the Buymon.ru Service is carried out by the User by sending an Application through the Service's website.",
    "Заявка – конкретное намерение посетителя\n                            ресурса Buymon.ru воспользоваться его услугами, приняв\n                            соответствующие правила данной оферты. Данное намерение\n                            выражается в форме предоставления пользователем информации и ее\n                            передачи сервису через специальную электронную форму, которая\n                            размещена на ресурсе Buymon.ru": "Application - a specific intention of a visitor to the Buymon.ru resource to use its services by accepting the relevant rules of this offer. This intention is expressed in the form of the user providing information and its transfer to the service through a special electronic form, which is located on the Buymon.ru resource.",
    "При пользовании услугами Сервиса Buymon.ru, Пользователь подтверждает, что законно владеет и распоряжается денежными средствами и электронной валютой, участвующими в соответствующем Платеже.": "When using the services of the Buymon.ru Service, the User confirms that he legally owns and disposes of the funds and electronic currency involved in the relevant Payment.",
    "Номер": "Number",
    "Создано": "Created",
    "Чем мы можем помочь ?": "How can we help?",
    "Напишите нам": "Write to us",
    "Мы всегда рады Вам помочь со всеми возникшими вопросами.\n                    Для этого напишите в чат поддержки на сайте в правом нижнем углу.\n                    На вопросы по заявкам готовы ответить по данной почте:": "We are always happy to help you with all your questions. To do this, write to the support chat on the site in the lower right corner. We are ready to answer questions on applications by this mail:",
    "По вопросам сотрудничества Вы так же можете написать нам на почту или телеграм:": "For cooperation, you can also write to us by mail or telegram:",
    "Часто Задаваемые Вопросы": "Frequently asked Questions",
    "Поддержка в телеграмм": "Telegram support",
    "Язык:": "Language:",
    "Выйти": "Go out",
    "Оплата": "Payment",
    "Время обмена:": "Exchange time:",
    "Информация об обмене": "Exchange Information",
    "Минуты": "minutes",
    "Депозитный адрес": "Deposit address",
    "Адрес получателя": "Address of the recipient",
    "Пажалуйста оплатите": "Please pay",
    "по указаному ниже адресу": "at the address below",
    "Копировать": "Copy",
    "Адрес кошелька": "Wallet address",
    "REGISTRATION": "REGISTRATION",
    "RESTORE": "RESTORE",
    "Наш сервис не хранит вашу платежную информацию. Все платежи производятся на сайтах сети Интернет\n                 банковские или платежные системы. Для дополнительной безопасности мы используем SSL-сертификат с 256-битным шифрованием. Все\n                 ваши личные данные защищены от посторонних глаз.": "Our service does not store your payment information. All payments are made on the websites of Internet\n                banking or payment systems. For additional security we use SSL certificate with 256 bits encryption. All\n                you'r personal data secured from third-party eyes.",
    "RESERVES": "RESERVES",
    "RULES": "RULES",
    "NAV": "NAV",
    "Правила": "Rules",
    "Выберите язык": "Choose Language",
    "Уже есть аккаунт ?": "Already have account ?",
    "Зарегистрироватся": "Register",
    "Здесь пусто": "Empty here",
    "Дата и время": "Date Time",
    "Настройки": "Settings",
    "История": "History",
    "обменов": "exchanges",
    "пользователей": "users",
    "отзывов": "reviews",
    "Смена пароля": "Change Password",
    "Текущий пароль": "Current password",
    "Связь с нами по почте:": "Contact us by mail:",
    "Мультивалютный онлайн обменник": "Multicurrency online exchange",
    "Well4u — это мультивалютный онлайн обменник с конкурентоспособными курсами для вас.\n                 обмен не ограничивается этими направлениями. Мы постоянно добавляем новые направления исходя из спроса\n                 наши постоянные клиенты.": "The Well4u is multicurrency online exchange with competitive rates for you.\n                the exchange is not limited to these directions. We constantly add new directions based on the demand of\n                our regular customers.",
    "Напишите нам": "Write Us",
    "на": "to the",
    "адрес": "address",
    "Мультивалютный онлайн обменник Well4u.ru.<br>Меняйте свои Bitcoin, Ethereum, Monero и другую криптовалюту, всего за несколько кликов. Однако обмен не ограничивается этими направлениями.": "Multicurrency online exchange Well4u.ru.<br>Change your Bitcoin, Ethereum, Monero and\n                    other crypto, only with a few clicks. However, the exchange is not limited to these directions.",
    "Если у вас возникли вопросы напишите нам. Мы с радостью ответим на них": "If you have any question write us",
    "Введите пароль если хотите изменить его": "Enter password if you want to change it",
    "Выберите направление": "Choose direction",
    "Нажав кнопку <b>«Продолжить»</b>, вы подтвердите свое согласие с нашим": "By clicking the <b>«Continue»</b> button you\n                                confirm your agreement with the our",
    "Ожидаем платеж": "Waiting for payment",
    "Ожидаем подтверждение сети": "Awaiting network confirmation",
    "Обмениваем": "Exchanging",
    "Мы работаем над вашей заявкой": "We are working about your application",
    "Отправте": "Send",
    "Вы можете связатся с нами с помощью:": "You can contact with us via:",
    "Операторы онлайн": "Operators online",
    "От": "From",
    "Кому": "To",
    "Отправляем": "Sending",
    "Успех": "Success",
    "Средства заблокированы": "Blocked",
    "Что-то пошло не так": "Failed"

}
